<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head><title>Institutio Generalis Missalis Romani 2002</title>
<meta name="author" content="Missale Romanum">
<meta name="layout" content="Hatto von Hatzfeld">
<meta name="description" content="Institutio Generalis Missalis Romani - Editio 2002">
<meta http-equiv="content-language" content="la">
<style type="text/css">
<!--
  body { color:#000000; margin-left:10%; margin-right:7%; background-color:#FFFFFF; }
  p { font-size:.9em; font-family:Times; line-height:1.35em; margin-top:.5em; margin-bottom:.35em; }
  ul { margin-top:0pt; margin-bottom:0pt; }
  li { font-size:.9em; font-family:Times; line-height:1.35em; margin-top:0pt; margin-bottom:.35em; }
  h1 { font-size:2.5em; font-family:Times; font-variant:small-caps; line-height:1.35em; margin-top:.8em; margin-bottom:.35em; text-align:center; }
  h2 { font-size:1.25em; font-family:Times; line-height:1.35em; margin-top:1.3em; margin-bottom:.6em; text-align:center; page-break-before:always; }
  h3 { font-size:1.1em; font-family:Times; line-height:1.35em; margin-top:1.3em; margin-bottom:.7em; text-align:center; }
  h4 { font-size:1em; font-family:Times; line-height:1.25em; color:#E9008A; margin-top:1em; margin-bottom:.35em; }
  sup { font-size:.7em; }
  .fn { font-size:.8em; line-height:1.25em; }
  .rub { color:#E9008A; }
  .nig { color:#000000; }
  .sc { font-variant:small-caps; }
  a:link { color:#000000; text-decoration:none; }
  a:active { color:#000000; }
  a:visited { color:#000000; text-decoration:none; }
  a:hover { color:#FF0000; font-weight:bold; text-decoration:underline; }
  hr { margin-top:20pt; margin-bottom:20pt; }
-->
</style>
</head>
<body>
<h1>&nbsp;<br>Institutio Generalis<br>Missalis Romani<br>2002<br>&nbsp;</h1>
<h2>PROOEMIUM</h2>
<p><span class="rub"><a name="p1">1.</a></span> Cenam paschalem cum discipulis celebraturus, in qua sacrificium sui
Corporis et Sanguinis instituit, Christus Dominus cenaculum magnum, stratum
(Lc 22, 12) parari mandavit. Quod quidem iussum etiam ad se pertinere Ecclesia
semper est arbitrata, cum de iis statuebat, qu&aelig;, in disponendis hominum
animis, locis, ritibus, textibus, ad sanctissim&aelig; Eucharisti&aelig; celebrationem 
spectarent. Norm&aelig; quoque hodiern&aelig;, qu&aelig;, voluntate Concilii Oecumenici Vaticani
II innix&aelig;, pr&aelig;script&aelig; sunt, atque novum Missale, quo Ecclesia Ritus romani in
Missa celebranda posthac utetur, iterum sunt argumentum huius sollicitudinis
Ecclesi&aelig;, eius fidei immutatique amoris erga summum mysterium eucharisticum,
atque continuam contextamque eius traditionem, quamquam res nov&aelig;
qu&aelig;dam induct&aelig; sunt, testantur.</p>
<h4>Testimonium fidei immutat&aelig;</h4>
<p><span class="rub"><a name="p2">2.</a></span> Miss&aelig; natura sacrificalis, a Concilio Tridentino, quod univers&aelig; traditioni
Ecclesi&aelig; congruebat, sollemniter asserta,<a href="#n1"><sup>1</sup></a><a name="v1"></a>
rursus enuntiata est a Concilio Vaticano
II, quod circa Missam h&aelig;c significantia protulit verba: &laquo;&nbsp;Salvator noster in
Cena novissima sacrificium eucharisticum Corporis et Sanguinis sui instituit,
quo sacrificium crucis in s&aelig;cula, donec veniret, perpetuaret, atque adeo Ecclesi&aelig;
dilect&aelig; spons&aelig; memoriale concrederet mortis et resurrectionis su&aelig;&nbsp;&raquo;.<a href="#n2"><sup>2</sup></a><a name="v2"></a>
</p>
<p>Quod sic a Concilio docetur, id formulis Miss&aelig; continenter exprimitur. Etenim 
doctrina, qu&aelig; hac sententia, iam in antiquo Sacramentario, vulgo Leoniano
nuncupato, exstante, presse significatur: &laquo;&nbsp;quoties huius hosti&aelig; commemoratio
celebratur, opus nostr&aelig; redemptionis exercetur&nbsp;&raquo;,<a href="#n3"><sup>3</sup></a><a name="v3"></a>
apte accurateque
explicatur in Precibus eucharisticis; in his enim sacerdos, dum anamnesin peragit,
ad Deum nomine etiam totius populi conversus, ei gratias persolvit et sacrificium
offert vivum et sanctum, oblationem scilicet Ecclesi&aelig; et hostiam, cuius
immolatione ipse Deus voluit placari,<a href="#n4"><sup>4</sup></a><a name="v4"></a>
atque orat, ut Corpus et Sanguis Christi
sint Patri sacrificium acceptabile et toti mundo salutare.<a href="#n5"><sup>5</sup></a><a name="v5"></a>
</p>
<p>Ita in novo Missali lex orandi Ecclesi&aelig; respondet perenni legi credendi,
qua nempe monemur unum et idem esse, excepta diversa offerendi ratione,
crucis sacrificium eiusque in Missa sacramentalem renovationem, quam in Cena
novissima Christus Dominus instituit Apostolisque faciendam mandavit in sui
memoriam, atque proinde Missam simul esse sacrificium laudis, gratiarum actionis,
propitiatorium et satisfactorium.</p>
<p><span class="rub"><a name="p3">3.</a></span> Mirabile etiam mysterium pr&aelig;senti&aelig; realis Domini sub speciebus eucharisticis,
a Concilio Vaticano II<a href="#n6"><sup>6</sup></a><a name="v6"></a>
aliisque Ecclesi&aelig; Magisterii documentis<a href="#n7"><sup>7</sup></a><a name="v7"></a>
eodem
sensu eademque sententia, quibus Concilium Tridentinum id credendum proposuerat,<a href="#n8"><sup>8</sup></a><a name="v8"></a>
confirmatum, in Miss&aelig; celebratione declaratur non solum ipsis verbis
consecrationis, quibus Christus per transsubstantiationem pr&aelig;sens redditur, sed
etiam sensu et exhibitione summ&aelig; reverenti&aelig; et adorationis, qu&aelig; in Liturgia
eucharistica fieri contingit. Eadem de causa populus christianus adducitur, ut
feria V Hebdomad&aelig; sanct&aelig; in Cena Domini, et in sollemnitate Ss.mi Corporis
et Sanguinis Christi, hoc admirabile Sacramentum peculiarem in modum excolat
adorando.</p>
<p><span class="rub"><a name="p4">4.</a></span> Natura vero sacerdotii ministerialis, quod episcopi et presbyteri proprium
est, qui in persona Christi sacrificium offerunt coetuique populi sancti pr&aelig;sident,
in ipsius ritus forma, e pr&aelig;stantiore loco et munere eiusdem sacerdotis
elucet. Huius vero muneris rationes edicuntur et perspicue ac fusius explanantur
in gratiarum actione Miss&aelig; chrismatis, feria V Hebdomad&aelig; sanct&aelig;; quo videlicet
die institutio sacerdotii commemoratur. In illa enim collatio potestatis
sacerdotalis per manuum impositionem facta illustratur; atque ipsa potestas,
singulis officiis recensitis, describitur, qu&aelig; est continuatio potestatis Christi,
Summi Pontificis Novi Testamenti.</p>
<p><span class="rub"><a name="p5">5.</a></span> Sed hac sacerdotii ministerialis natura etiam aliud quiddam, magni sane
faciendum, in sua luce collocatur, id est regale sacerdotium fidelium, quorum
sacrificium spirituale per Episcopi et presbyterorum ministerium in unione cum
sacrificio Christi, unici Mediatoris, consummatur.<a href="#n9"><sup>9</sup></a><a name="v9"></a>
Namque celebratio Eucharisti&aelig;
est actio Ecclesi&aelig; univers&aelig;; in qua unusquisque solum et totum id agat,
quod ad ipsum pertinet, respectu habito gradus eius in populo Dei. Quo efficitur,
ut etiam rationes qu&aelig;dam celebrationis magis attendantur, quibus s&aelig;culorum
decursu interdum est minor cura adhibita. Hic enim populus est populus
Dei, Sanguine Christi acquisitus, a Domino congregatus, eius verbo nutritus,
populus ad id vocatus, ut preces totius famili&aelig; human&aelig; ad Deum admoveat,
populus, qui pro mysterio salutis gratias in Christo agit eius sacrificium offerendo,
populus denique, qui per Communionem Corporis et Sanguinis Christi in
unum coalescit. Qui populus, licet origine sua sit sanctus, tamen per ipsam participationem
consciam, actuosam et fructuosam mysterii eucharistici in sanctitate
continenter crescit.<a href="#n10"><sup>10</sup></a><a name="v10"></a></p>
<h4>Traditio non intermissa declaratur</h4>
<p><span class="rub"><a name="p6">6.</a></span> Cum pr&aelig;cepta enuntiaret, quibus Ordo Miss&aelig; recognosceretur, Concilium
Vaticanum II pr&aelig;ter alia mandavit quoque, ut ritus nonnulli restituerentur
&laquo;&nbsp;ad pristinam sanctorum Patrum normam&nbsp;&raquo;,<a href="#n11"><sup>11</sup></a><a name="v11"></a>
iisdem videlicet usum verbis ac
S. Pius V in Constitutione Apostolica &laquo;&nbsp;Quo primum&nbsp;&raquo; inscriptis, qua anno 1570
Missale Tridentinum est promulgatum. Ob hanc vero ipsam verborum convenientiam
notari potest, qua ratione ambo Missalia romana, quamvis intercesserint
quattuor s&aelig;cula, &aelig;qualem et parem complectantur traditionem. Si autem
huius traditionis ponderentur interiora elementa, intellegitur etiam, quam egregie
ac feliciter prius perficiatur altero.</p>
<p><span class="rub"><a name="p7">7.</a></span> Temporibus sane difficilibus, quibus catholica fides de indole sacrificali
Miss&aelig;, de ministeriali sacerdotio, de reali et perpetua Christi sub eucharisticis
speciebus pr&aelig;sentia in discrimen fuerat adducta, id S. Pii V imprimis intererat,
ut recentiorem traditionem, immerito oppugnatam, servaret, minimis tantummodo
ritus sacri mutationibus inductis. Re quidem vera Missale illud anni 1570
paulum admodum distat a primo omnium anno 1474 typis edito Missali, quod
vicissim fideliter quidem repetit Missale temporis Innocentii PP. III. Codices
insuper Bibliothec&aelig; Vatican&aelig;, quamquam aliquot intulerant locutionum emendationes,
haud tamen permiserunt, ut in illa pervestigatione &laquo;&nbsp;veterum et probatorum
auctorum&nbsp;&raquo; plus quam liturgici commentarii medi&aelig; &aelig;tatis inquirerentur.</p>
<p><span class="rub"><a name="p8">8.</a></span> Hodie, contra, illa &laquo;&nbsp;sanctorum Patrum norma&nbsp;&raquo;, quam sectabantur Missalis
S. Pii V emendatores, locupletata est innumerabilibus eruditorum scriptis. Postquam
enim Sacramentarium Gregorianum nuncupatum anno 1571 primum
editum est, vetera Sacramentaria romana et ambrosiana critica arte s&aelig;pe typis
sunt divulgata, perinde ac vetusti libri liturgici hispani et gallicani, qui plurimas
preces non levis pr&aelig;stanti&aelig; spiritualis, eo usque ignoratas, in conspectum produxerunt.</p>
<p>Traditiones pariter priscorum s&aelig;culorum, antequam ritus Orientis et Occidentis
constituerentur, nunc idcirco melius cognoscuntur, quod tot reperta sunt
documenta liturgica.</p>
<p>Pr&aelig;terea progredientia sanctorum Patrum studia theologiam mysterii eucharistici
lumine perfuderunt doctrin&aelig; Patrum in antiquitate christiana excellentissimorum,
uti S. Iren&aelig;i, S. Ambrosii, S. Cyrilli Hierosolymitani, S. Ioannis
Chrysostomi.</p>
<p><span class="rub"><a name="p9">9.</a></span> Quapropter &laquo;&nbsp;sanctorum Patrum norma&nbsp;&raquo; non postulat solum, ut conserventur
ea, qu&aelig; maiores nostri proximi tradiderint, sed ut comprehendantur
altiusque perpendantur cuncta pr&aelig;terita Ecclesi&aelig; tempora ac modi universi,
quibus unica eius fides declarata est in humani civilisque cultus formis tam inter
se differentibus, quippe qu&aelig; vigerent in regionibus semiticis, gr&aelig;cis, latinis. Amplior
autem hic prospectus cernere nos sinit, quemadmodum Spiritus Sanctus
pr&aelig;stet populo Dei mirandam fidelitatem in conservando immutabili fidei
deposito, licet permagna sit precum rituumque varietas.</p>
<h4>Ad novas rerum condiciones accommodatio</h4>
<p><span class="rub"><a name="p10">10.</a></span> Novum igitur Missale, dum testificatur legem orandi Ecclesi&aelig; roman&aelig;,
fideique depositum a Conciliis recentioribus traditum tutatur, ipsum vicissim
magni momenti gradum designat in liturgica traditione.</p>
<p>Cum enim Patres Concilii Vaticani II asseverationes dogmaticas Concilii Tridentini
iterarunt, in longe alia mundi &aelig;tate sunt locuti; qua de causa in re pastorali
valuerunt afferre proposita et consilia, qu&aelig; ante quattuor s&aelig;cula ne
pr&aelig;videri quidem potuerunt.</p>
<p><span class="rub"><a name="p11">11.</a></span> Agnoverat iam Tridentinum Concilium magnam utilitatem catecheticam,
qu&aelig; in Miss&aelig; celebratione contineretur; unde tamen colligere omnia consectaria,
ad vit&aelig; usum quod attinet, nequibat. A multis reapse flagitabatur, ut sermonem
vulgarem in sacrificio eucharistico peragendo usurpari liceret. Ad talem
quidem postulationem, Concilium, rationem ducens adiunctorum illa &aelig;tate obtinentium,
sui officii esse arbitrabatur doctrinam Ecclesi&aelig; tralaticiam denuo inculcare,
secundum quam sacrificium eucharisticum imprimis Christi ipsius est
actio, cuius proinde efficacitas propria eo modo non afficitur, quo fideles eiusdem
fiunt participes. Idcirco firmis hisce simulque moderatis verbis edictum
est: &laquo;&nbsp;Etsi Missa magnam contineat populi fidelis eruditionem, non tamen expedire
visum est Patribus, ut vulgari passim lingua celebraretur&nbsp;&raquo;.<a href="#n12"><sup>12</sup></a><a name="v12"></a>
Atque condemnandum
esse pronuntiavit eum, qui censeret &laquo;&nbsp;Ecclesi&aelig; roman&aelig; ritum, quo
submissa voce pars canonis et verba consecrationis proferuntur, damnandum
esse; aut lingua tantum vulgari Missam celebrari debere&nbsp;&raquo;.<a href="#n13"><sup>13</sup></a><a name="v13"></a>
Nihilominus, dum
hinc vetuit in Missa lingu&aelig; vernacul&aelig; usum, illinc animarum pastores eius in
locum congruentem substituere catechesim iussit: &laquo;&nbsp;ne oves Christi esuriant ... mandat
sancta Synodus pastoribus et singulis curam animarum gerentibus, ut
frequenter inter Missarum celebrationem vel per se vel per alios, ex his, qu&aelig; in
Missa leguntur, exponant atque inter cetera sanctissimi huius sacrificii mysterium
aliquod declarent, diebus pr&aelig;sertim Dominicis et festis&nbsp;&raquo;.<a href="#n14"><sup>14</sup></a><a name="v14"></a></p>
<p><span class="rub"><a name="p12">12.</a></span> Propterea congregatum, ut Ecclesiam aptaret ad proprii muneris apostolici
necessitates hisce ipsis temporibus, Concilium Vaticanum II funditus perspexit,
quemadmodum Tridentinum, didascalicam et pastoralem indolem sacr&aelig;
Liturgi&aelig;.<a href="#n15"><sup>15</sup></a><a name="v15"></a>
Et, cum nemo catholicorum esset, qui legitimum efficacemque ritum
sacrum negaret lingua latina peractum, concedere etiam valuit: &laquo;&nbsp;Haud raro lingu&aelig;
vernacul&aelig; usurpatio valde utilis apud populum exsistere possit&nbsp;&raquo;, eiusque
adhibend&aelig; facultatem dedit.<a href="#n16"><sup>16</sup></a><a name="v16"></a>
Flagrans illud studium, quo hoc consultum ubivis
est susceptum, profecto effecit ut, ducibus Episcopis atque ipsa Apostolica Sede,
univers&aelig; liturgic&aelig; celebrationes quas populus participaret, exsequi liceret
vulgari sermone, quo plenius intellegeretur mysterium, quod celebraretur.</p>
<p><span class="rub"><a name="p13">13.</a></span> Verumtamen, cum lingu&aelig; vernacul&aelig; usus in sacra Liturgia instrumentum
sit, quamvis magni momenti, quo apertius exprimeretur catechesis mysterii,
qu&aelig; in celebratione continetur, Concilium Vaticanum II admonuit pr&aelig;terea,
ut aliqua Tridentini pr&aelig;scripta, quibus non omnibus locis erat obtemperatum,
ad exitum deducerentur, veluti homilia diebus dominicis et festis habenda<a href="#n17"><sup>17</sup></a><a name="v17"></a>
et
facultas inter ipsos sacros ritus quasdam monitiones intericiendi.<a href="#n18"><sup>18</sup></a><a name="v18"></a>
</p>
<p>Potissimum vero Concilium Vaticanum II, a quo suadebatur &laquo;&nbsp;illa perfectior
Miss&aelig; participatio, qua fideles post Communionem sacerdotis ex eodem sacrificio
Corpus dominicum sumunt&nbsp;&raquo;,<a href="#n19"><sup>19</sup></a><a name="v19"></a>
incitavit, ut aliud optatum Patrum Tridentinorum
in rem transferretur, ut scilicet ad sacram Eucharistiam plenius participandam
&laquo;&nbsp;in singulis Missis fideles adstantes non solum spirituali affectu, sed
sacramentali etiam Eucharisti&aelig; perceptione communicarent&nbsp;&raquo;.<a href="#n20"><sup>20</sup></a><a name="v20"></a></p>
<p><span class="rub"><a name="p14">14.</a></span> Eodem quidem animo ac studio pastorali permotum, Concilium Vaticanum
II nova ratione expendere potuit institutum Tridentinum de Communione
sub utraque specie. Etenim, quoniam hodie in dubium minime revocantur doctrin&aelig;
principia de plenissima vi Communionis, qua Eucharistia sub una specie
panis suscipitur, permisit interdum Communionem sub utraque specie, cum
scilicet, per dilucidiorem signi sacramentalis formam, opportunitas peculiaris
offerretur altius intellegendi mysterii, quod fideles participarent.<a href="#n21"><sup>21</sup></a><a name="v21"></a></p>
<p><span class="rub"><a name="p15">15.</a></span> Hoc pacto, dum fida permanet Ecclesia suo muneri ut magistr&aelig; veritatis,
custodiens &laquo;&nbsp;vetera&nbsp;&raquo;, id est depositum traditionis, officium quoque explet
considerandi prudenterque adhibendi &laquo;&nbsp;nova&nbsp;&raquo; (cf. Mt 13, 52).</p>
<p>Pars enim qu&aelig;dam novi Missalis preces Ecclesi&aelig; apertius ordinat ad temporis
nostri necessitates; cuius generis sunt potissimum Miss&aelig; rituales et pro
variis necessitatibus, in quibus traditio et novitas opportune inter se 
sociantur. Itaque, dum complures dictiones integr&aelig; manserunt ex antiquissima haust&aelig;
Ecclesi&aelig; traditione, per ipsum s&aelig;pius editum Missale Romanum patefacta, ali&aelig;
plures ad hodierna requisita et condiciones accommodat&aelig; sunt, ali&aelig;, contra,
uti orationes pro Ecclesia, laicis, operis humani sanctificatione, omnium gentium
communitate, necessitatibus quibusdam nostr&aelig; &aelig;tatis propriis, ex integro
sunt context&aelig;, sumptis cogitationibus ac s&aelig;pe ipsis locutionibus ex recentibus
Concilii documentis.</p>
<p>Ob eandem porro &aelig;stimationem novi status mundi, qui nunc est, in vetustissim&aelig;
traditionis textuum usu, nulla prorsus videbatur inferri iniuria tam
venerando thesauro, si qu&aelig;dam sententi&aelig; immutarentur, quo convenientius
sermo ipse cum hodiern&aelig; theologi&aelig; lingua concineret referretque ex veritate
condicionem disciplin&aelig; Ecclesi&aelig; pr&aelig;sentem. Hinc dicta nonnulla, ad existimationem
et usum bonorum terrestrium attinentia, sunt mutata, haud secus ac
nonnulla, qu&aelig; exterioris quandam p&aelig;nitenti&aelig; formam prodebant aliarum Ecclesi&aelig;
&aelig;tatum propriam.</p>
<p>Hoc denique modo norm&aelig; liturgic&aelig; Concilii Tridentini pluribus sane in
partibus complet&aelig; et perfect&aelig; sunt normis Concilii Vaticani II, quod ad exitum
perduxit conatus ad sacram Liturgiam fideles propius admovendi, qui per h&aelig;c
quattuor s&aelig;cula sunt suscepti, pr&aelig;sertim vero recentiore &aelig;tate, maxime studio
rei liturgic&aelig; a S. Pio X eiusque Successoribus promoto.</p>
<h2>Caput I<br>
DE CELEBRATIONIS EUCHARISTIC&#198; MOMENTO ET DIGNITATE</h2>
<p><span class="rub"><a name="p16">16.</a></span> Celebratio Miss&aelig;, ut actio Christi et populi Dei hierarchice ordinati,
centrum est totius vit&aelig; christian&aelig; pro Ecclesia tum universa tum locali, ac pro
singulis fidelibus.<a href="#n22"><sup>22</sup></a><a name="v22"></a>
In ea enim culmen habetur et actionis qua Deus in Christo
mundum sanctificat, et cultus quem homines exhibent Patri, eum per Christum
Dei Filium in Spiritu Sancto adorantes.<a href="#n23"><sup>23</sup></a><a name="v23"></a>
In ea insuper mysteria redemptionis
ita per anni circulum recoluntur, ut quodammodo pr&aelig;sentia reddantur.<a href="#n24"><sup>24</sup></a><a name="v24"></a>
Ceter&aelig;
autem actiones sacr&aelig; et omnia opera christian&aelig; vit&aelig; cum ea coh&aelig;rent,
ex ea profluunt et ad eam ordinantur.<a href="#n25"><sup>25</sup></a><a name="v25"></a></p>
<p><span class="rub"><a name="p17">17.</a></span> Maxime proinde interest ut celebratio Miss&aelig; seu Cen&aelig; dominic&aelig; ita ordinetur,
ut sacri ministri atque fideles, illam pro sua condicione participantes,
eos fructus plenius exinde capiant,<a href="#n26"><sup>26</sup></a><a name="v26"></a>
ad quos obtinendos Christus Dominus sacrificium
eucharisticum sui Corporis et sui Sanguinis instituit illudque, velut
memoriale passionis et resurrectionis su&aelig;, Ecclesi&aelig; dilect&aelig; spons&aelig; concredidit.<a href="#n27"><sup>27</sup></a><a name="v27"></a></p>
<p><span class="rub"><a name="p18">18.</a></span> Quod apte fiet si, attentis natura aliisque adiunctis uniuscuiusque coetus
liturgici, universa celebratio ita disponatur, ut consciam illam, actuosam atque
plenam participationem fidelium inducat, corporis nempe et animi, fide, spe et
caritate ferventem, qu&aelig; ab Ecclesia exoptatur et ab ipsa celebrationis natura
postulatur, et ad quam populus christianus vi baptismatis ius habet et officium.<a href="#n28"><sup>28</sup></a><a name="v28"></a></p>
<p><span class="rub"><a name="p19">19.</a></span> Quamvis fidelium pr&aelig;sentia et actuosa participatio, qu&aelig; ecclesialem celebrationis
naturam apertius manifestant,<a href="#n29"><sup>29</sup></a><a name="v29"></a>
aliquando non possint haberi, eucharistica
celebratio sua efficacia et dignitate semper est pr&aelig;dita, quippe qu&aelig; sit
actus Christi et Ecclesi&aelig;, in quo sacerdos munus suum pr&aelig;cipuum adimplet et
semper agit pro salute populi.</p>
<p>Ipsi ergo commendatur ut sacrificium eucharisticum etiam cotidie, pro posse,
celebret.<a href="#n30"><sup>30</sup></a><a name="v30"></a></p>
<p><span class="rub"><a name="p20">20.</a></span> Cum autem Eucharisti&aelig; celebratio, sicut et universa Liturgia, fiat per signa
sensibilia, quibus fides alitur, roboratur et exprimitur,<a href="#n31"><sup>31</sup></a><a name="v31"></a>
maxime curandum
est eas formas et elementa ab Ecclesia proposita seligi et ordinari, qu&aelig;, attentis
personarum et locorum adiunctis, actuosam et plenam participationem intensius
foveant et fidelium utilitati spirituali aptius respondeant.</p>
<p><span class="rub"><a name="p21">21.</a></span> H&aelig;c itaque Institutio eo spectat ut tum lineamenta generalia pr&aelig;beat,
quibus Eucharisti&aelig; celebratio apte ordinetur, tum regulas exponat, quibus singul&aelig;
celebrationis form&aelig; disponantur.<a href="#n32"><sup>32</sup></a><a name="v32"></a></p>
<p><span class="rub"><a name="p22">22.</a></span> Summi autem momenti est Eucharisti&aelig; celebratio in Ecclesia particulari.</p>
<p>Episcopus enim dioecesanus, primus mysteriorum Dei dispensator in Ecclesia
particulari sibi commissa, moderator est, promotor et custos totius vit&aelig; liturgic&aelig;.<a href="#n33"><sup>33</sup></a><a name="v33"></a>
In celebrationibus qu&aelig;, ipso pr&aelig;sidente, aguntur, pr&aelig;sertim vero in
celebratione eucharistica, qu&aelig; ab ipso agitur, presbyterio, diaconis et populo
participantibus, mysterium Ecclesi&aelig; manifestatur. Quare huiusmodi Missarum
sollemnia exemplo esse debent univers&aelig; dioecesi.</p>
<p>Eius ergo est animum intendere ut presbyteri, diaconi et christifideles laici,
genuinum sensum rituum et textuum liturgicorum penitius semper comprehendant
et ita ad actuosam et fructuosam Eucharisti&aelig; celebrationem ducantur. Eundem 
in finem invigilet ut ipsarum celebrationum dignitas augeatur, ad
quam promovendam loci sacri, music&aelig; et artis pulchritudo quamplurimum
conferat.</p>
<p><span class="rub"><a name="p23">23.</a></span> Quo insuper celebratio pr&aelig;scriptis et spiritui sacr&aelig; Liturgi&aelig; plenius respondeat,
eiusque efficacitas pastoralis augeatur, in hac Institutione generali et
in Ordine Miss&aelig;, aliqu&aelig; accommodationes et aptationes exponuntur.</p>
<p><span class="rub"><a name="p24">24.</a></span> H&aelig; aptationes, ut plurimum, in electione consistunt quorundam rituum
aut textuum, id est cantuum, lectionum, orationum, monitionum et gestuum,
qui sint necessitatibus, pr&aelig;parationi et ingenio participantium magis respondentes
quique sacerdoti celebranti committuntur. Attamen meminerit sacerdos se
servitorem esse sacr&aelig; Liturgi&aelig;, sibique quidquam proprio marte in Miss&aelig; celebratione
addere, demere aut mutare non licere.<a href="#n34"><sup>34</sup></a><a name="v34"></a></p>
<p><span class="rub"><a name="p25">25.</a></span> Insuper in Missali suo loco aptationes qu&aelig;dam innuuntur qu&aelig;, iuxta
Constitutionem de sacra Liturgia, respective competunt aut Episcopo dioecesano
aut Conferenti&aelig; Episcoporum<a href="#n35"><sup>35</sup></a><a name="v35"></a>
(cf. infra, nn. 387, 388-393).</p>
<p><span class="rub"><a name="p26">26.</a></span> Quod autem ad varietates et aptationes profundiores attinet, qu&aelig; ad traditiones
et ingenium populorum et regionum attendant, ad mentem art. 40
Constitutionis de sacra Liturgia pro utilitate vel necessitate introducendas, ea
serventur qu&aelig; in Instructione &laquo;&nbsp;De Liturgia romana et inculturatione&nbsp;&raquo;<a href="#n36"><sup>36</sup></a><a name="v36"></a>
et infra,
(nn. 395-399) exponuntur.</p>
<h2>Caput II<br>
DE STRUCTURA MISS&#198; EIUSQUE ELEMENTIS ET PARTIBUS</h2>
<h3>I. DE GENERALI STRUCTURA MISS&#198;</h3>
<p><span class="rub"><a name="p27">27.</a></span> In Missa seu Cena dominica populus Dei in unum convocatur, sacerdote
pr&aelig;side personamque Christi gerente, ad memoriale Domini seu sacrificium
eucharisticum celebrandum.<a href="#n37"><sup>37</sup></a><a name="v37"></a>
Quare de huiusmodi sanct&aelig; Ecclesi&aelig; coadunatione
locali eminenter valet promissio Christi: &laquo;&nbsp;Ubi sunt duo vel tres congregati in
nomine meo, ibi sum in medio eorum&nbsp;&raquo; (Mt 18, 20). In Miss&aelig; enim celebratione,
in qua sacrificium crucis perpetuatur,<a href="#n38"><sup>38</sup></a><a name="v38"></a>
Christus realiter pr&aelig;sens adest in
ipso coetu in suo nomine congregato, in persona ministri, in verbo suo, et quidem
substantialiter et continenter sub speciebus eucharisticis.<a href="#n39"><sup>39</sup></a><a name="v39"></a></p>
<p><span class="rub"><a name="p28">28.</a></span> Missa duabus partibus quodammodo constat, liturgia nempe verbi et liturgia
eucharistica, qu&aelig; tam arcte inter se coniunguntur, ut unum actum cultus
efficiant.<a href="#n40"><sup>40</sup></a><a name="v40"></a>
Siquidem in Missa mensa tam verbi Dei quam Corporis Christi
paratur e qua fideles instituantur et reficiantur.<a href="#n41"><sup>41</sup></a><a name="v41"></a>
Quidam autem ritus celebrationem
aperiunt et concludunt.</p>
<h3>II. DE DIVERSIS ELEMENTIS MISS&#198;</h3>
<h4>De lectione verbi Dei eiusque explanatione</h4>
<p><span class="rub"><a name="p29">29.</a></span> Cum sacr&aelig; Scriptur&aelig; in Ecclesia leguntur, Deus ipse ad populum suum
loquitur et Christus, pr&aelig;sens in verbo suo, Evangelium annuntiat.</p>
<p>Ideoque lectiones verbi Dei, qu&aelig; elementum maximi momenti Liturgi&aelig;
pr&aelig;bent, cum veneratione ab omnibus sunt audiend&aelig;. Quamvis autem verbum
divinum in lectionibus sacr&aelig; Scriptur&aelig; ad omnes homines cuiusque temporis
dirigatur iisque intellegibile sit, eius tamen plenior intellegentia et efficacitas
expositione viva, id est homilia, utpote parte actionis liturgic&aelig;, fovetur.<a href="#n42"><sup>42</sup></a><a name="v42"></a></p>
<h4>De orationibus aliisque partibus ad sacerdotem pertinentibus</h4>
<p><span class="rub"><a name="p30">30.</a></span> Inter ea qu&aelig; sacerdoti tribuuntur, primum locum obtinet Prex eucharistica,
qu&aelig; culmen est totius celebrationis. Accedunt deinde orationes, idest collecta,
oratio super oblata et oratio post Communionem. H&aelig; preces a sacerdote,
qui coetui personam Christi gerens pr&aelig;est, ad Deum diriguntur nomine totius
plebis sanct&aelig; et omnium circumstantium.<a href="#n43"><sup>43</sup></a><a name="v43"></a>
Merito igitur &laquo;&nbsp;orationes pr&aelig;sidentiales
&raquo; nominantur.</p>
<p><span class="rub"><a name="p31">31.</a></span> Item ad sacerdotem, munere pr&aelig;sidis coetus congregati fungentem,
spectat proferre quasdam monitiones in ipso ritu pr&aelig;visas. Ubi a rubricis statuitur,
celebranti licet eas aliquatenus aptare ut participantium captui respondeant;
curet tamen sacerdos ut sensum monitionis qu&aelig; in Missali proponitur
ipse semper servet eamque paucis verbis exprimat. Sacerdoti pr&aelig;sidi etiam
spectat verbum Dei moderari, necnon benedictionem finalem impertire. Ipsi insuper
licet, brevissimis verbis, introducere fideles in Missam diei, post salutationem
initialem et ante actum p&aelig;nitentialem; in liturgiam verbi, ante lectiones;
in Precem eucharisticam, ante Pr&aelig;fationem, numquam vero intra Precem ipsam;
necnon universam actionem sacram, ante dimissionem, concludere.</p>
<p><span class="rub"><a name="p32">32.</a></span> Natura partium &laquo;&nbsp;pr&aelig;sidentialium&nbsp;&raquo; exigit ut clara et elata voce proferantur
et ab omnibus cum attentione auscultentur.<a href="#n44"><sup>44</sup></a><a name="v44"></a>
Proinde dum sacerdos eas
profert ali&aelig; orationes vel cantus non habeantur, atque organum vel alia instrumenta
musica sileant.</p>
<p><span class="rub"><a name="p33">33.</a></span> Sacerdos etenim, tamquam pr&aelig;ses, nomine Ecclesi&aelig; et congregat&aelig;
communitatis preces effundit, aliquando autem nomine dumtaxat suo, ut ministerium
suum maiore cum animi attentione et pietate adimpleat. Huiusmodi
preces, qu&aelig; ante lectionem Evangelii, in pr&aelig;paratione donorum, necnon ante
et post sacerdotis Communionem proponuntur, secreto dicuntur.</p>
<h4>De aliis formulis in celebratione occurrentibus</h4>
<p><span class="rub"><a name="p34">34.</a></span> Cum Miss&aelig; celebratio natura sua indolem &laquo;&nbsp;communitariam&nbsp;&raquo; habeat,<a href="#n45"><sup>45</sup></a><a name="v45"></a>
dialogis inter sacerdotem et fideles congregatos necnon acclamationibus magna
vis inh&aelig;ret:<a href="#n46"><sup>46</sup></a><a name="v46"></a>
etenim non sunt tantum signa externa celebrationis communis,
sed communionem inter sacerdotem et populum fovent et efficiunt.</p>
<p><span class="rub"><a name="p35">35.</a></span> Acclamationes et responsiones fidelium salutationibus sacerdotis et orationibus
illum participationis actuos&aelig; gradum constituunt, qui in omni Miss&aelig;
forma a fidelibus congregatis pr&aelig;standus est, ut actio totius communitatis clare
exprimatur et foveatur.<a href="#n47"><sup>47</sup></a><a name="v47"></a></p>
<p><span class="rub"><a name="p36">36.</a></span> Ali&aelig; partes, ad actuosam fidelium participationem manifestandam et fovendam
valde utiles, qu&aelig; universo coetui convocato tribuuntur, sunt pr&aelig;sertim
actus p&aelig;nitentialis, professio fidei, oratio universalis et Oratio dominica.</p>
<p><span class="rub"><a name="p37">37.</a></span> Demum ex aliis formulis:
</p>
<p>a) nonnull&aelig; ritum seu actum per se stantem, uti hymnus <span class="rub">Gl&oacute;ria</span>, psalmus
responsorius, <span class="rub">Allel&uacute;ia</span> et versus ante Evangelium, <span class="rub">Sanctus</span>, acclamatio anamneseos,
cantus post Communionem, constituunt;
</p>
<p>b) nonnull&aelig; vero, uti cantus ad introitum, ad offertorium, ad fractionem
(<span class="rub">Agnus</span> <span class="rub">Dei</span>) et ad Communionem, ritum aliquem comitantur.</p>
<h4>De modis proferendi varios textus</h4>
<p><span class="rub"><a name="p38">38.</a></span> In textibus clara et elata voce proferendis sive a sacerdote vel diacono
sive a lectore sive ab omnibus, vox respondeat generi ipsius textus, prouti hic
est lectio, oratio, admonitio, acclamatio, cantus; necnon form&aelig; celebrationis et
sollemnitati coetus. Ratio insuper habeatur indolis diversarum linguarum et ingenii
populorum.</p>
<p>In rubricis ergo et in normis qu&aelig; sequuntur, verba &laquo;&nbsp;dicere&nbsp;&raquo; vel &laquo;&nbsp;proferre
&raquo; intellegi debent sive de cantu sive de recitatione, servatis principiis supra
propositis.</p>
<h4>De momento cantus</h4>
<p><span class="rub"><a name="p39">39.</a></span> Ab Apostolo monentur christifideles qui in unum conveniunt exspectantes
adventum Domini sui, ut una simul cantent psalmis, hymnis et canticis spiritualibus
(cf. Col 3, 16). Cantus enim est signum exsultationis cordis (cf. Act 2, 46). Unde 
S. Augustinus recte dicit: &laquo;&nbsp;cantare amantis est&nbsp;&raquo;,<a href="#n48"><sup>48</sup></a><a name="v48"></a>
et iam antiquitus
in proverbium venit: &laquo;&nbsp;bis orat qui bene cantat&nbsp;&raquo;.</p>
<p><span class="rub"><a name="p40">40.</a></span> Magni ergo fiat usus cantus in Miss&aelig; celebratione, attentis ingenio
populorum et facultatibus cuiuslibet coetus liturgici. Quamvis non semper necessarium
sit, v. gr. in Missis ferialibus, omnes textus cantu proferre qui per se
cantui destinantur, curandum omnino est ne desit cantus ministrorum et populi
in celebrationibus, qu&aelig; diebus dominicis et festis de pr&aelig;cepto peraguntur.</p>
<p>In seligendis tamen partibus qu&aelig; revera canantur, e&aelig; pr&aelig;ferend&aelig; sunt
qu&aelig; maioris sunt momenti, et pr&aelig;sertim, qu&aelig; a sacerdote vel a diacono aut
lectore, populo respondente, canend&aelig; sunt, aut a sacerdote et populo simul
proferend&aelig;.<a href="#n49"><sup>49</sup></a><a name="v49"></a></p>
<p><span class="rub"><a name="p41">41.</a></span> Principem locum obtineat, ceteris paribus, cantus gregorianus, utpote
Liturgi&aelig; roman&aelig; proprius. Alia genera music&aelig; sacr&aelig;, pr&aelig;sertim vero polyphonia,
minime excluduntur, dummodo spiritui actionis liturgic&aelig; respondeant et
participationem omnium fidelium foveant.<a href="#n50"><sup>50</sup></a><a name="v50"></a>
</p>
<p>Cum frequentius in dies fideles ex diversis nationibus inter se conveniant,
expedit ut iidem fideles aliquas saltem partes Ordinarii Miss&aelig;, pr&aelig;sertim vero
symbolum fidei et Orationem dominicam, modulis adhibitis facilioribus, lingua
latina simul cantare sciant.<a href="#n51"><sup>51</sup></a><a name="v51"></a></p>
<h4>De gestibus et corporis habitibus</h4>
<p><span class="rub"><a name="p42">42.</a></span> Gestus et corporis habitus tum sacerdotis, diaconi, et ministrorum, tum
populi eo contendere debent ut tota celebratio decore nobilique simplicitate fulgeat,
diversarum eius partium vera plenaque significatio percipiatur et omnium
participatio foveatur.<a href="#n52"><sup>52</sup></a><a name="v52"></a>
Attendendum igitur erit ad ea qu&aelig; ab hac Institutione
generali et tradita praxi Ritus romani definiuntur, et qu&aelig; ad commune bonum
spirituale populi Dei conferant, potius quam ad privatam propensionem aut arbitrium.</p>
<p>Communis corporis habitus, ab omnibus participantibus servandus, signum
est unitatis membrorum communitatis christian&aelig; ad sacram Liturgiam congregatorum:
mentem enim et sensus animi participantium exprimit eosdemque fovet.</p>
<p><span class="rub"><a name="p43">43.</a></span> Fideles stent ab initio cantus ad introitum, vel dum sacerdos accedit ad
altare, usque ad collectam inclusive; ad cantum <span class="rub">Allel&uacute;ia</span> ante Evangelium; dum
ipsum Evangelium proclamatur; dum professio fidei et oratio universalis fiunt;
necnon ab invitatione Or&aacute;te fratres ante orationem super oblata usque ad finem
Miss&aelig;, pr&aelig;ter ea qu&aelig; infra dicuntur.</p>
<p>Sedeant autem dum proferuntur lectiones ante Evangelium et psalmus responsorius;
ad homiliam et dum fit pr&aelig;paratio donorum ad offertorium; atque,
pro opportunitate, dum sacrum silentium post Communionem servatur.</p>
<p>Genuflectant vero, nisi valetudinis causa, vel ob angustiam loci vel frequentiorem
numerum adstantium aliasve rationabiles causas impediantur, ad 
consecrationem. Hi vero qui non genuflectunt ad consecrationem, inclinationem
profundam peragant dum sacerdos genuflectit post consecrationem.</p>
<p>Est tamen Conferenti&aelig; Episcoporum, gestus et corporis habitus in Ordine
Miss&aelig; descriptos ingenio et rationabilibus populorum traditionibus ad normam
iuris aptare.<a href="#n53"><sup>53</sup></a><a name="v53"></a>
Attendendum tamen erit, ut sensui et indoli cuiusque partis celebrationis
respondeant. Ubi mos est, populum ab acclamatione Sanctus expleta
usque ad finem Precis eucharistic&aelig; et ante Communionem quando sacerdos dicit
Ecce Agnus Dei genuflexum manere, hic laudabiliter retinetur.</p>
<p>Ad uniformitatem in gestibus et corporis habitibus in una eademque celebratione
obtinendam, fideles monitionibus obtemperent, quas diaconus, vel minister
laicus, vel sacerdos proferunt, iuxta ea qu&aelig; in Missali statuuntur.</p>
<p><span class="rub"><a name="p44">44.</a></span> In gestibus numerantur etiam actiones et processiones, quibus sacerdos
cum diacono, et ministris, ad altare adit; diaconus ante Evangelii proclamationem
Evangeliarium seu Librum evangeliorum ad ambonem defert; fideles dona
afferunt et ad Communionem accedunt. Convenit ut huiusmodi actiones et processiones
decore peragantur, dum cantus ipsis proprii fiunt, iuxta normas pro
singulis statutas.</p>
<h4>De silentio</h4>
<p><span class="rub"><a name="p45">45.</a></span> Sacrum quoque silentium, tamquam pars celebrationis, suo tempore est
servandum.<a href="#n54"><sup>54</sup></a><a name="v54"></a>
Eius autem natura a tempore pendet, quo in singulis celebrationibus
occurrit. In actu enim p&aelig;nitentiali et post invitationem ad orandum singuli
ad seipsos convertuntur; lectione autem vel homilia peracta, ea qu&aelig; audierunt
breviter meditantur; post Communionem vero in corde suo Deum laudant et
orant.</p>
<p>Iam ante ipsam celebrationem silentium laudabiliter servatur in ecclesia, in
sacristia, in secretario et in locis ipsis propinquioribus, ut omnes se ad sacra
peragenda devote et rite disponantur.</p>
<h3>III. DE SINGULIS MISS&#198; PARTIBUS</h3>
<h4 class="sc"><span class="nig">A)</span> Ritus initiales</h4>
<p><span class="rub"><a name="p46">46.</a></span> Ritus qui liturgiam verbi pr&aelig;cedunt, scilicet introitus, salutatio, actus
p&aelig;nitentialis, <span class="rub">K&yacute;rie</span>, <span class="rub">Gl&oacute;ria</span> et collecta, characterem habent exordii, introductionis
et pr&aelig;parationis.</p>
<p>Finis eorum est, ut fideles in unum convenientes communionem constituant
et recte ad verbum Dei audiendum digneque Eucharistiam celebrandam sese
disponant.</p>
<p>In quibusdam celebrationibus, qu&aelig; cum Missa ad normam librorum liturgicorum
conectuntur, ritus initiales omittuntur aut modo peculiari peraguntur.</p>
<h4>Introitus</h4>
<p><span class="rub"><a name="p47">47.</a></span> Populo congregato, dum ingreditur sacerdos cum diacono et ministris,
cantus ad introitum incipitur. Finis huius cantus est celebrationem aperire,
unionem congregatorum fovere, eorumque mentem in mysterium temporis liturgici
vel festivitatis introducere atque processionem sacerdotis ministrorumque
comitari.</p>
<p><span class="rub"><a name="p48">48.</a></span> Peragitur autem a schola et populo alternatim, vel simili modo a cantore
et populo, vel totus a populo vel a schola sola. Adhiberi potest sive antiphona
cum suo psalmo in Graduali romano vel in Graduali simplici exstans, sive
alius cantus, actioni sacr&aelig;, diei vel temporis indoli congruus,<a href="#n55"><sup>55</sup></a><a name="v55"></a>
cuius textus a
Conferentia Episcoporum sit approbatus.</p>
<p>Si ad introitum non habetur cantus, antiphona in Missali proposita recitatur
sive a fidelibus, sive ab aliquibus ex ipsis, sive a lectore, sin aliter ab ipso sacerdote,
qui potest etiam in modum monitionis initialis (cf. n. 31) eam aptare.</p>
<h4>Salutatio altaris et populi congregati</h4>
<p><span class="rub"><a name="p49">49.</a></span> Cum ad presbyterium pervenerint, sacerdos, diaconus, et ministri altare
salutant profunda inclinatione.</p>
<p>Venerationis autem significand&aelig; causa, sacerdos et diaconus ipsum altare
deinde osculantur; et sacerdos, pro opportunitate, crucem et altare incensat.</p>
<p><span class="rub"><a name="p50">50.</a></span> Expleto cantu ad introitum, sacerdos, stans ad sedem, una cum universo
coetu signat se signo crucis; deinde communitati congregat&aelig; pr&aelig;sentiam
Domini per salutationem significat. Qua salutatione et populi responsione manifestatur
Ecclesi&aelig; congregat&aelig; mysterium.</p>
<p>Salutatione populi facta, sacerdos, vel diaconus, vel minister laicus potest
brevissimis verbis introducere fideles in Missam diei.</p>
<h4>Actus p&aelig;nitentialis</h4>
<p><span class="rub"><a name="p51">51.</a></span> Postea sacerdos invitat ad actum p&aelig;nitentialem, qui, post brevem pausam
silentii, a tota communitate formula confessionis generalis perficitur, et sacerdotis
absolutione concluditur, qu&aelig; tamen efficacia sacramenti P&aelig;nitenti&aelig; caret.</p>
<p>Die dominica, pr&aelig;sertim tempore paschali, loco consueti actus p&aelig;nitentialis,
quandoque fieri potest benedictio et aspersio aqu&aelig; in memoriam baptismi.<a href="#n56"><sup>56</sup></a><a name="v56"></a></p>
<h4>Kyrie, eleison</h4>
<p><span class="rub"><a name="p52">52.</a></span> Post actum p&aelig;nitentialem incipitur semper <span class="rub">K&yacute;rie el&eacute;ison</span>, nisi forte locum
iam habuerit in ipso actu p&aelig;nitentiali. Cum sit cantus quo fideles Dominum
acclamant eiusque misericordiam implorant, peragitur de more ab omnibus,
partem nempe in eo habentibus populo atque schola vel cantore.</p>
<p>Acclamatio qu&aelig;que de more bis repetitur, maiore tamen numero non
excluso, ratione ingenii diversarum linguarum necnon music&aelig; artis vel rerum
adiunctorum. Quando <span class="rub">K&yacute;rie</span> cantatur ut pars actus p&aelig;nitentialis, singulis acclamationibus
&laquo;&nbsp;tropus&nbsp;&raquo; pr&aelig;ponitur.</p>
<h4>Gloria in excelsis</h4>
<p><span class="rub"><a name="p53">53.</a></span> <span class="rub">Gl&oacute;ria</span> est antiquissimus et venerabilis hymnus, quo Ecclesia, in Spiritu
Sancto congregata, Deum Patrem atque Agnum glorificat eique supplicat. Huius
hymni textus cum alio commutari nequit. Inchoatur a sacerdote vel, pro opportunitate,
a cantore, aut a schola, cantatur autem vel ab omnibus simul, vel a
populo alternatim cum schola, vel ab ipsa schola. Si non cantatur, recitandum
est ab omnibus simul aut a duobus choris sibi invicem respondentibus.</p>
<p>Cantatur autem vel dicitur diebus dominicis extra tempus Adventus et Quadragesim&aelig;,
necnon in sollemnitatibus et festis, et in peculiaribus celebrationibus
sollemnioribus.</p>
<h4>Collecta</h4>
<p><span class="rub"><a name="p54">54.</a></span> Deinde sacerdos populum ad orandum invitat; et omnes una cum sacerdote
parumper silent, ut conscii fiant se in conspectu Dei stare, et vota sua in
animo possint nuncupare. Tunc sacerdos profert orationem, qu&aelig; solet &laquo;&nbsp;collecta
&raquo; nominari, et per quam indoles celebrationis exprimitur. Ex antiqua traditione
Ecclesi&aelig;, oratio collecta de more ad Deum Patrem, per Christum in Spiritu
Sancto, dirigitur<a href="#n57"><sup>57</sup></a><a name="v57"></a>
et conclusione trinitaria, idest longiore, concluditur, hoc modo:</p>
<ul><li>si dirigitur ad Patrem: <span class="rub">Per D&oacute;minum nostrum Iesum Christum F&iacute;lium
tuum, qui tecum vivit et regnat in unit&aacute;te Sp&iacute;ritus Sancti, Deus, per &oacute;mnia
s&#509;cula s&aelig;cul&oacute;rum</span>;</li>
<li>si dirigitur ad Patrem, sed in fine ipsius fit mentio Filii: <span class="rub">Qui tecum vivit
et regnat in unit&aacute;te Sp&iacute;ritus Sancti, Deus, per &oacute;mnia s&#509;cula s&aelig;cul&oacute;rum</span>;</li>
<li>si dirigitur ad Filium: <span class="rub">Qui vivis et regnas cum Deo Patre in unit&aacute;te Sp&iacute;ritus
Sancti, Deus, per &oacute;mnia s&#509;cula s&aelig;cul&oacute;rum</span>.</li></ul>
<p>Populus, precationi se coniungens, acclamatione <span class="rub">Amen</span> orationem facit suam.</p>
<p>In Missa semper unica dicitur collecta.</p>
<h4 class="sc"><span class="nig">B)</span> Liturgia verbi</h4>
<p><span class="rub"><a name="p55">55.</a></span> Partem pr&aelig;cipuam liturgi&aelig; verbi constituunt lectiones e sacra Scriptura
desumpt&aelig; cum cantibus inter eas occurrentibus; homilia autem, professio fidei
et oratio universalis seu oratio fidelium illam evolvunt et concludunt. Nam in
lectionibus, quas homilia exponit, Deus populum suum alloquitur,<a href="#n58"><sup>58</sup></a><a name="v58"></a>
mysterium
redemptionis et salutis patefacit, atque nutrimentum spirituale offert; et ipse
Christus per verbum suum in medio fidelium pr&aelig;sens adest.<a href="#n59"><sup>59</sup></a><a name="v59"></a>
Hoc verbum divinum
populus suum facit silentio et cantibus, atque ipsi adh&aelig;ret professione fidei;
eo autem nutritus, oratione universali pro necessitatibus totius Ecclesi&aelig; et
pro totius mundi salute preces fundit.</p>
<h4>Silentium</h4>
<p><span class="rub"><a name="p56">56.</a></span> Liturgia verbi ita celebranda est ut faveat meditationi, ideo plane vitanda
est omnis forma festinationis qu&aelig; recollectionem impediat. In ea conveniunt
etiam brevia momenta silentii, coetui congregato accommodata, quibus, Spiritu
Sancto fovente, Dei verbum corde percipiatur, ac responsio per orationem
pr&aelig;paretur. Qu&aelig; momenta silentii opportune servari possunt, ex. gr., antequam
inchoetur ipsa liturgia verbi, post primam et secundam lectionem, peracta
denique homilia.<a href="#n60"><sup>60</sup></a><a name="v60"></a></p>
<h4>Lectiones biblic&aelig;</h4>
<p><span class="rub"><a name="p57">57.</a></span> In lectionibus mensa verbi Dei paratur fidelibus et thesauri biblici eis
aperiuntur.<a href="#n61"><sup>61</sup></a><a name="v61"></a>
Pr&aelig;stat proinde lectionum biblicarum dispositionem servari, qua
unitas utriusque Testamenti et histori&aelig; salutis illustratur; neque fas est lectiones
et psalmum responsorium, qu&aelig; verbum Dei continent, cum aliis textibus non
biblicis commutari.<a href="#n62"><sup>62</sup></a><a name="v62"></a></p>
<p><span class="rub"><a name="p58">58.</a></span> In celebratione Miss&aelig; cum populo, lectiones semper ex ambone proferuntur.</p>
<p><span class="rub"><a name="p59">59.</a></span> Munus lectiones proferendi ex traditione non est pr&aelig;sidentiale sed 
ministeriale. Lectiones ergo a lectore proferantur, Evangelium autem a diacono vel,
eo absente, ab alio sacerdote annuntietur. Si tamen diaconus vel alius sacerdos
pr&aelig;sto non sit, ipse sacerdos celebrans Evangelium legat; et si alius quoque
idoneus lector absit, sacerdos celebrans etiam alias lectiones proferat.</p>
<p>Post singulas lectiones qui legit profert acclamationem, cui respondens, populus
congregatus honorem tribuit verbo Dei fide et grato animo recepto.</p>
<p><span class="rub"><a name="p60">60.</a></span> Lectio Evangelii culmen constituit liturgi&aelig; verbi. Maximam venerationem
illi esse tribuendam, ipsa Liturgia docet, cum eam pr&aelig; ceteris lectionibus
speciali honore insigniat, sive ex parte ministri ad eam annuntiandam deputati
et per benedictionem vel orationem sese pr&aelig;parantis; sive ex parte fidelium,
qui per acclamationes Christum pr&aelig;sentem sibique loquentem agnoscunt et
profitentur, et lectionem ipsam stantes auscultant; sive ex ipsis signis venerationis
Evangeliario tributis.</p>
<h4>Psalmus responsorius</h4>
<p><span class="rub"><a name="p61">61.</a></span> Post primam lectionem sequitur psalmus responsorius, qui est pars integralis
liturgi&aelig; verbi et magnum momentum liturgicum et pastorale pr&aelig; se fert,
cum verbi Dei meditationem foveat.</p>
<p>Psalmus responsorius unicuique lectioni respondeat et e lectionario de more
sumatur.</p>
<p>Pr&aelig;stat psalmum responsorium cantu proferri, saltem ad populi responsum
quod attinet. Psalmista proinde, seu cantor psalmi, in ambone vel alio loco apto
profert versus psalmi, tota congregatione sedente et auscultante, immo de
more per responsum participante, nisi psalmus modo directo, idest sine responso,
proferatur. Ut autem populus responsum psalmodicum facilius proferre valeat,
textus aliqui responsorum et psalmorum pro diversis temporibus anni aut
pro diversis ordinibus Sanctorum selecti sunt, qui adhiberi valent, loco textus
lectioni respondentis, quoties psalmus cantu profertur. Si psalmus cani non
potest, recitatur modo aptiore ad meditationem verbi Dei fovendam.</p>
<p>Loco psalmi in lectionario assignati cani potest etiam vel responsorium graduale
e Graduali romano, vel psalmus responsorius aut alleluiaticus e Graduali
simplici, sicut in his libris describuntur.</p>
<h4>Acclamatio ante lectionem Evangelii</h4>
<p><span class="rub"><a name="p62">62.</a></span> Post lectionem, qu&aelig; immediate Evangelium pr&aelig;cedit, canitur <span class="rub">Allel&uacute;ia</span>
vel alius cantus a rubricis statutus, prouti tempus liturgicum postulat. Huiusmodi
acclamatio ritum seu actum per se stantem constituit, quo fidelium coetus
Dominum sibi in Evangelio locuturum excipit atque salutat fidemque suam cantu
profitetur. Cantatur ab omnibus stantibus, schola vel cantore pr&aelig;eunte, et si
casus fert, repetitur; versus vero a schola vel a cantore canitur.</p>
<p>a) <span class="rub">Allel&uacute;ia</span> cantatur omni tempore extra Quadragesimam. Versus sumuntur
e lectionario vel e Graduali.</p>
<p>b) Tempore Quadragesim&aelig;, loco <span class="rub">Allel&uacute;ia</span> cantatur versus ante Evangelium
in lectionario exhibitus. Cani etiam potest alius psalmus seu tractus, prout invenitur
in Graduali.</p>
<p><span class="rub"><a name="p63">63.</a></span> Quando una tantum habetur lectio ante Evangelium:
</p>
<p>a) tempore quo dicendum est <span class="rub">Allel&uacute;ia</span>, haberi potest aut psalmus alleluiaticus,
aut psalmus et <span class="rub">Allel&uacute;ia</span> cum suo versu;
</p>
<p>b) tempore quo <span class="rub">Allel&uacute;ia</span> non est dicendum, haberi potest aut psalmus et
versus ante Evangelium aut psalmus tantum;
</p>
<p>c) <span class="rub">Allel&uacute;ia</span> vel versus ante Evangelium, si non cantantur, omitti possunt.</p>
<p><span class="rub"><a name="p64">64.</a></span> Sequentia, qu&aelig; pr&aelig;ter quam diebus Pasch&aelig; et Pentecostes, est ad libitum,
cantatur ante <span class="rub">Allel&uacute;ia</span>.</p>
<h4>Homilia</h4>
<p><span class="rub"><a name="p65">65.</a></span> Homilia est pars Liturgi&aelig; et valde commendatur:<a href="#n63"><sup>63</sup></a><a name="v63"></a>
est enim ad nutrimentum
vit&aelig; christian&aelig; necessaria. Sit oportet explicatio aut alicuius aspectus
lectionum sacr&aelig; Scriptur&aelig; aut alterius textus ex Ordinario vel Proprio Miss&aelig;
diei, ratione habita sive mysterii, quod celebratur, sive peculiarium necessitatum
auditorum.<a href="#n64"><sup>64</sup></a><a name="v64"></a></p>
<p><span class="rub"><a name="p66">66.</a></span> Homilia de more ab ipso sacerdote celebrante habeatur vel ab eo committatur
sacerdoti concelebranti, vel quandoque, pro opportunitate, etiam diacono,
numquam vero laico.<a href="#n65"><sup>65</sup></a><a name="v65"></a>
In casibus peculiaribus iustaque de causa homilia
haberi potest etiam ab Episcopo vel presbytero qui celebrationi interest quin
concelebrare possit.</p>
<p>Diebus dominicis et festis de pr&aelig;cepto homilia habenda est nec omitti potest
nisi gravi de causa, in omnibus Missis, qu&aelig; concurrente populo celebrantur;
ceteris vero diebus commendatur, pr&aelig;sertim in feriis Adventus, Quadragesim&aelig;
et temporis paschalis, necnon in aliis festis et occasionibus, in quibus populus
frequentior ad ecclesiam convenit.<a href="#n66"><sup>66</sup></a><a name="v66"></a>
</p>
<p>Opportune post homiliam breve spatium silentii servatur.</p>
<h4>Professio fidei</h4>
<p><span class="rub"><a name="p67">67.</a></span> Symbolum seu professio fidei eo tendit ut universus populus congregatus
verbo Dei in lectionibus e sacra Scriptura nuntiato et per homiliam exposito
respondeat, et ut, regulam fidei proferendo, formula pro usu liturgico probata,
magna fidei mysteria recolat et confiteatur, antequam eorum celebratio in Eucharistia
incipiatur.</p>
<p><span class="rub"><a name="p68">68.</a></span> Symbolum cantandum vel dicendum est a sacerdote cum populo diebus
dominicis et in sollemnitatibus; dici potest etiam in peculiaribus celebrationibus
sollemnioribus.</p>
<p>Si in cantu profertur, inchoatur a sacerdote vel, pro opportunitate, a cantore,
aut a schola, cantatur autem vel ab omnibus simul, vel a populo alternatim
cum schola.</p>
<p>Si non cantatur, recitandum est ab omnibus simul aut a duobus choris sibi
invicem respondentibus.</p>
<h4>Oratio universalis</h4>
<p><span class="rub"><a name="p69">69.</a></span> In oratione universali, seu oratione fidelium, populus, verbo Dei in fide
suscepto quodammodo respondet et, sui sacerdotii baptismalis munus exercens,
preces Deo offert pro salute omnium. Expedit ut huiusmodi oratio in Missis
cum populo de more habeatur, ita ut obsecrationes fiant pro sancta Ecclesia,
pro iis qui in potestate nos regunt, pro iis qui variis premuntur necessitatibus,
ac pro omnibus hominibus totiusque mundi salute.<a href="#n67"><sup>67</sup></a><a name="v67"></a></p>
<p><span class="rub"><a name="p70">70.</a></span> Intentionum series de more sint:
</p>
<p>a) pro necessitatibus Ecclesi&aelig;,
</p>
<p>b) pro rem publicam moderantibus et salute totius mundi,
</p>
<p>c) pro oppressis quacumque difficultate,
</p>
<p>d) pro communitate locali.</p>
<p>Attamen in celebratione aliqua particulari, uti Confirmatione, Matrimonio,
Exsequiis, ordo intentionum pressius respicere potest particularem occasionem.</p>
<p><span class="rub"><a name="p71">71.</a></span> Est sacerdotis celebrantis precationem a sede moderari. Ipse eam brevi
monitione introducit, qua fideles ad orandum invitat, ipsamque oratione 
concludit. Intentiones qu&aelig; proponuntur sint sobri&aelig;, sapienti libertate et paucis
verbis composit&aelig; et precationem univers&aelig; communitatis exprimant.</p>
<p>Proferuntur ex ambone aut ex alio loco convenienti, a diacono vel a cantore
vel a lectore, vel a fideli laico.<a href="#n68"><sup>68</sup></a><a name="v68"></a>
</p>
<p>Populus vero stans precationem suam exprimit sive invocatione communi
post singulas intentiones prolatas, sive orando sub silentio.</p>
<h4 class="sc"><span class="nig">C)</span> Liturgia eucharistica</h4>
<p><span class="rub"><a name="p72">72.</a></span> In Cena novissima, Christus sacrificium et convivium paschale instituit,
quo sacrificium crucis in Ecclesia continue pr&aelig;sens efficitur, cum sacerdos,
Christum Dominum repr&aelig;sentans, idem perficit quod ipse Dominus egit atque
discipulis in sui memoriam faciendum tradidit.<a href="#n69"><sup>69</sup></a><a name="v69"></a>
</p>
<p>Christus enim accepit panem et calicem, gratias egit, fregit deditque discipulis
suis, dicens: Accipite, manducate, bibite; hoc est Corpus meum; hic est
calix Sanguinis mei. Hoc facite in meam commemorationem. Proinde Ecclesia
totam celebrationem Liturgi&aelig; eucharistic&aelig; partibus hisce Christi verbis et actibus
respondentibus ordinavit. Siquidem:
</p>
<p>1) In pr&aelig;paratione donorum, ad altare afferuntur panis et vinum cum
aqua, ea nempe elementa, qu&aelig; Christus in manus suas accepit.</p>
<p></p>
<p>2) In Prece eucharistica Deo pro toto opere salutis grati&aelig; aguntur, et oblata
Christi Corpus et Sanguis fiunt.</p>
<p></p>
<p>3) Per fractionem panis et per Communionem fideles, quamvis multi, ex
uno pane accipiunt Corpus et ex uno calice Sanguinem Domini eodem modo
ac Apostoli de manibus ipsius Christi.</p>
<h4>Pr&aelig;paratio donorum</h4>
<p><span class="rub"><a name="p73">73.</a></span> Initio Liturgi&aelig; eucharistic&aelig; dona, qu&aelig; Corpus et Sanguis Christi efficientur,
ad altare afferuntur.</p>
<p>Imprimis altare, seu mensa dominica, qu&aelig; centrum est totius liturgi&aelig; eucharistic&aelig;,<a href="#n70"><sup>70</sup></a><a name="v70"></a>
pr&aelig;paratur, cum corporale, purificatorium, missale et calix, nisi ad
abacum paratur, in eo collocantur.</p>
<p>Oblationes deinde afferuntur: panis et vinum laudabiliter a fidelibus pr&aelig;sentantur,
a sacerdote autem vel a diacono loco opportuno accipiuntur ad altare
deferenda. Quamvis fideles panem et vinum ad liturgiam destinata non iam de
suis proferant sicut olim, ritus tamen illa deferendi vim et significationem spiritualem
servat.</p>
<p>Etiam pecunia vel alia dona pro pauperibus vel pro ecclesia a fidelibus allata
vel in ecclesia collecta accepta habentur; quapropter loco apto extra mensam
eucharisticam collocantur.</p>
<p><span class="rub"><a name="p74">74.</a></span> Processionem, qua dona afferuntur, cantus ad offertorium comitatur
(cf. n. 37, b), qui protrahitur saltem usquedum dona super altare deposita
sunt. Norm&aelig; de modo cantandi e&aelig;dem sunt ac pro cantu ad introitum (cf. n. 48). Cantus
potest semper ritus ad offertorium sociare, etiam sine processione cum donis.</p>
<p><span class="rub"><a name="p75">75.</a></span> Panis et vinum super altare a sacerdote deponuntur comitantibus formulis
statutis; sacerdos dona super altare collocata incensare potest, dein
crucem et ipsum altare, ut oblatio Ecclesi&aelig; eiusque oratio sicut incensum in
conspectum Dei ascendere significentur. Deinde sacerdos, propter sacrum ministerium,
et populus, ratione baptismalis dignitatis, incensari possunt a diacono
vel ab alio ministro.</p>
<p><span class="rub"><a name="p76">76.</a></span> Deinde sacerdos manus lavat ad latus altaris, quo ritu desiderium intern&aelig;
purificationis exprimitur.</p>
<h4>Oratio super oblata</h4>
<p><span class="rub"><a name="p77">77.</a></span> Depositione oblatorum facta et ritibus qui eam comitantur perfectis, per
invitationem ad orandum una cum sacerdote et per orationem super oblata
pr&aelig;paratio donorum concluditur et Prex eucharistica pr&aelig;paratur.</p>
<p>In Missa unica dicitur oratio super oblata, qu&aelig; concluditur conclusione
breviore, idest: <span class="rub">Per Christum D&oacute;minum nostrum</span>; si vero in fine ipsius fit mentio
Filii: <span class="rub">Qui vivit et regnat in s&#509;cula s&aelig;cul&oacute;rum</span>.</p>
<p>Populus, precationi se coniungens, acclamatione <span class="rub">Amen</span> orationem facit suam.</p>
<h4>Prex eucharistica</h4>
<p><span class="rub"><a name="p78">78.</a></span> Nunc centrum et culmen totius celebrationis initium habet, ipsa nempe
Prex eucharistica, prex scilicet gratiarum actionis et sanctificationis. Sacerdos
populum ad corda versus Dominum in oratione et gratiarum actione elevanda
invitat eumque sibi sociat in oratione, quam nomine totius communitatis per
Iesum Christum in Spiritu Sancto ad Deum Patrem dirigit. Sensus autem huius
orationis est, ut tota congregatio fidelium se cum Christo coniungat in confessione
magnalium Dei et in oblatione sacrificii. Prex eucharistica exigit ut omnes
reverentia et silentio eam auscultent.</p>
<p><span class="rub"><a name="p79">79.</a></span> Pr&aelig;cipua elementa e quibus Prex eucharistica constat, hoc modo distingui
possunt:
a) Gratiarum actio (qu&aelig; pr&aelig;sertim in Pr&aelig;fatione exprimitur), in qua sacerdos
nomine totius populi sancti Deum Patrem glorificat et ei gratias agit pro toto
opere salutis vel aliqua eius ratione particulari, secundum diversitatem diei,
festivitatis vel temporis.</p>
<p>b) Acclamatio: qua tota congregatio, c&aelig;lestibus virtutibus se iungens, cantat
<span class="rub">Sanctus</span>. H&aelig;c acclamatio, qu&aelig; partem ipsius Precis eucharistic&aelig; constituit, ab
omni populo cum sacerdote profertur.</p>
<p>c) Epiclesis: qua per invocationes peculiares Ecclesia Spiritus Sancti virtutem
implorat, ut dona ab hominibus oblata consecrentur, seu Corpus et Sanguis
Christi fiant, et ut hostia immaculata, in Communione sumenda, sit in salutem
eorum qui illam participaturi sunt.</p>
<p>d) Narratio institutionis et consecratio: verbis et actionibus Christi sacrificium
peragitur, quod ipse Christus in Cena novissima instituit, cum suum Corpus
et Sanguinem sub speciebus panis et vini obtulit, Apostolisque manducandum et
bibendum dedit et iis mandatum reliquit idem mysterium perpetuandi.</p>
<p>e) Anamnesis: per quam, mandatum adimplens, quod a Christo Domino
per Apostolos accepit, Ecclesia memoriam ipsius Christi agit, recolens pr&aelig;cipue
eius beatam passionem, gloriosam resurrectionem et ad c&aelig;los ascensionem.</p>
<p>f) Oblatio: per quam in ipsa hac memoria Ecclesia, eaque pr&aelig;sertim hic et
nunc congregata, in Spiritu Sancto hostiam immaculatam Patri offert. Intendit
vero Ecclesia ut fideles non solummodo immaculatam hostiam offerant sed
etiam seipsos offerre discant,<a href="#n71"><sup>71</sup></a><a name="v71"></a>
et de die in diem consummentur, Christo mediatore,
in unitatem cum Deo et inter se, ut sit tandem Deus omnia in omnibus.<a href="#n72"><sup>72</sup></a><a name="v72"></a>
</p>
<p>g) Intercessiones: per quas exprimitur Eucharistiam celebrari in communione
cum tota Ecclesia tam c&aelig;lesti quam terrestri, oblationemque fieri pro ipsa et omnibus
eius membris vivis atque defunctis, qu&aelig; ad participandam redemptionem et
salutem per Christi Corpus et Sanguinem acquisitam vocata sunt.</p>
<p>h) Doxologia finalis: qua glorificatio Dei exprimitur, qu&aelig;que acclamatione
Amen populi confirmatur et concluditur.</p>
<h4>Ritus Communionis</h4>
<p><span class="rub"><a name="p80">80.</a></span> Cum celebratio eucharistica convivium paschale sit, expedit ut, iuxta
mandatum Domini, Corpus et Sanguis eius a fidelibus rite dispositis ut cibus
spiritualis accipiantur. Ad hoc tendunt fractio aliique ritus pr&aelig;paratorii, quibus
fideles ad Communionem immediate adducuntur.</p>
<h4>Oratio dominica</h4>
<p><span class="rub"><a name="p81">81.</a></span> In Oratione dominica panis cotidianus petitur, quo christianis pr&aelig;cipue
panis eucharisticus innuitur, atque purificatio a peccatis imploratur, ita ut sancta
revera sanctis dentur. Sacerdos invitationem ad orationem profert, omnes
vero fideles orationem una cum sacerdote dicunt, et sacerdos solus embolismum
adiungit, quem populus doxologia concludit. Embolismus, ultimam petitionem
ipsius Orationis dominic&aelig; evolvens, liberationem a potestate mali pro
tota communitate fidelium expetit.</p>
<p>Invitatio, oratio ipsa, embolismus et doxologia qua populus h&aelig;c concludit,
cantu vel clara voce proferuntur.</p>
<h4>Ritus pacis</h4>
<p><span class="rub"><a name="p82">82.</a></span> Sequitur ritus pacis, quo Ecclesia pacem et unitatem pro se ipsa et universa
hominum familia implorat et fideles ecclesialem communionem mutuamque
caritatem sibi exprimunt, priusquam Sacramento communicent.</p>
<p>Ad ipsum signum pacis tradend&aelig; quod attinet, modus a Conferentiis Episcoporum,
secundum ingenium et mores populorum, statuatur. Convenit tamen
ut unusquisque solummodo sibi propinquioribus sobrie pacem significet.</p>
<h4>Fractio panis</h4>
<p><span class="rub"><a name="p83">83.</a></span> Sacerdos panem eucharisticum frangit, adiuvante, si casus fert, diacono
vel concelebrante. Gestus fractionis a Christo in ultima cena peractus, qui tempore
apostolico toti actioni eucharistic&aelig; nomen dedit, significat fideles multos
in Communione ex uno pane vit&aelig;, qui est Christus pro mundi salute mortuus
et resurgens, unum corpus effici (1 Cor 10, 17). Fractio inchoatur post pacem
traditam, et debita cum reverentia peragitur, ne tamen innecessarie protrahatur
nec immoderato momento &aelig;stimetur. Ritus iste sacerdoti et diacono reservatur.</p>
<p>Sacerdos panem frangit et partem hosti&aelig; in calicem immittit, ad significandam
unitatem Corporis et Sanguinis Domini, in opere salutis, scilicet Corporis
Christi Iesu viventis et gloriosi. Supplicatio <span class="rub">Agnus Dei</span> a schola vel a cantore,
populo respondente, de more cantatur, vel saltem elata voce dicitur. Invocatio
fractionem panis comitatur, quare repeti potest quoties necesse est adusque ritum
peractum. Ultima vice concluditur verbis <span class="rub">dona nobis pacem</span>.</p>
<h4>Communio</h4>
<p><span class="rub"><a name="p84">84.</a></span> Sacerdos oratione secreta se pr&aelig;parat, ut Corpus et Sanguinem Christi
fructuose accipiat. Fideles idem faciunt silentio orantes.</p>
<p>Deinde sacerdos panem eucharisticum super patenam vel super calicem fidelibus
ostendit eosque ad Christi convivium invitat; simul autem cum fidelibus
actum humilitatis, verbis utens evangelicis pr&aelig;scriptis, elicit.</p>
<p><span class="rub"><a name="p85">85.</a></span> Valde optandum est, ut fideles, sicut et ipse sacerdos facere tenetur, ex
hostiis, in eadem Missa consecratis, Corpus dominicum accipiant et in casibus
pr&aelig;visis calicem (cf. n. 283) participent, quo etiam per signa Communio melius
appareat participatio sacrificii, quod actu celebratur.<a href="#n73"><sup>73</sup></a><a name="v73"></a></p>
<p><span class="rub"><a name="p86">86.</a></span> Dum sacerdos sumit Sacramentum, inchoatur cantus ad Communionem,
cuius est spiritualem unionem communicantium per unitatem vocum
exprimere, gaudium cordis demonstrare et indolem &laquo;&nbsp;communitariam&nbsp;&raquo; processionis
ad Eucharistiam suscipiendam magis in lucem ponere. Cantus protrahitur, dum
fidelibus Sacramentum ministratur.<a href="#n74"><sup>74</sup></a><a name="v74"></a>
Si tamen hymnus post Communionem habetur,
cantus ad Communionem tempestive claudatur.</p>
<p>Curetur ut etiam cantores commode communicare possint.</p>
<p><span class="rub"><a name="p87">87.</a></span> Pro cantu ad Communionem adhiberi potest aut antiphona ex Graduali
romano sive cum psalmo sive sola, aut antiphona cum psalmo e Graduali simplici,
aut alius cantus congruus a Conferentia Episcoporum approbatus. Cantatur
sive a schola sola, sive a schola vel cantore cum populo.</p>
<p>Si autem non habetur cantus,antiphona in Missali proposita recitari
potest sive a fidelibus,sive ab aliquibus ex ipsis,sive alectore,sin aliter ab
ipso sacerdote post quam ipse communicavit,antequam Communionem distribuat fidelibus.</p>
<p><span class="rub"><a name="p88">88.</a></span> Distributione Communionis expleta, pro opportunitate, sacerdos et fideles
per aliquod temporis spatium secreto orant. Si placet, etiam psalmus vel
aliud laudis canticum vel hymnus a tota congregatione persolvi potest.</p>
<p><span class="rub"><a name="p89">89.</a></span> Ad precationem populi Dei complendam, necnon totum ritum Communionis
concludendum, sacerdos orationem post Communionem profert, in qua
pro fructibus mysterii celebrati deprecatur.</p>
<p>In Missa unica dicitur oratio post Communionem, qu&aelig; terminatur conclusione
breviore, idest:</p>
<ul><li>si dirigitur ad Patrem: <span class="rub">Per Christum D&oacute;minum nostrum</span>;</li>
<li>si dirigitur ad Patrem, sed in fine ipsius fit mentio Filii: <span class="rub">Qui vivit et regnat
in s&#509;cula s&aelig;cul&oacute;rum</span>;</li>
<li>si dirigitur ad Filium: <span class="rub">Qui vivis et regnas in s&#509;cula s&aelig;cul&oacute;rum</span>.</li></ul>
<p>Populus acclamatione Amen orationem facit suam.</p>
<h4 class="sc"><span class="nig">D)</span> Ritus conclusionis</h4>
<p><span class="rub"><a name="p90">90.</a></span> Ad ritus conclusionis pertinent:
</p>
<p>a) breves notiti&aelig;, si necessari&aelig; sint;
</p>
<p>b) salutatio et benedictio sacerdotis, qu&aelig; quibusdam diebus et occasionibus
oratione super populum vel alia sollemniore formula ditatur et exprimitur;
</p>
<p>c) dimissio populi ex parte diaconi vel sacerdotis, ut unusquisque ad opera
sua bona revertatur, collaudans et benedicens Deum;
</p>
<p>d) osculatio altaris ex parte sacerdotis et diaconi et deinde inclinatio profunda
ad altare ex parte sacerdotis, diaconi, aliorumque ministrorum.</p>
<h2>Caput III<br>
DE OFFICIIS ET MINISTERIIS IN MISSA</h2>
<p><span class="rub"><a name="p91">91.</a></span> Celebratio eucharistica est actio Christi et Ecclesi&aelig;, scilicet plebis sanct&aelig;
sub Episcopo adunat&aelig; et ordinat&aelig;. Quare ad universum Corpus Ecclesi&aelig;
pertinet illudque manifestat et afficit; singula vero membra ipsius diverso modo,
pro diversitate ordinum, munerum, et actualis participationis attingit.<a href="#n75"><sup>75</sup></a><a name="v75"></a>
Hoc
modo populus christianus, &laquo;&nbsp;genus electum, regale sacerdotium, gens sancta,
populus acquisitionis&nbsp;&raquo;, suam coh&aelig;rentem et hierarchicam ordinationem manifestat.<a href="#n76"><sup>76</sup></a><a name="v76"></a>
Omnes ergo sive ministri ordinati sive christifideles laici, munere vel officio
suo fungentes, solum et totum id agant, quod ad ipsos pertinet.<a href="#n77"><sup>77</sup></a><a name="v77"></a></p>
<h3>I. DE OFFICIIS ORDINIS SACRI</h3>
<p><span class="rub"><a name="p92">92.</a></span> Omnis legitima Eucharisti&aelig; celebratio dirigitur ab Episcopo, sive per
seipsum, sive per presbyteros adiutores ipsius.<a href="#n78"><sup>78</sup></a><a name="v78"></a>
</p>
<p>Cum Episcopus Miss&aelig; interest, ubi populus est congregatus, maxime decet
ipsum Eucharistiam celebrare, et presbyteros, ut concelebrantes, sibi in actione
sacra consociare. Quod fit non ad sollemnitatem exteriorem ritus augendam,
sed ad significandum vividiore luce mysterium Ecclesi&aelig;, &laquo;&nbsp;unitatis sacramentum&nbsp;&raquo;.<a href="#n79"><sup>79</sup></a><a name="v79"></a>
</p>
<p>Si vero Episcopus Eucharistiam non celebrat, sed alii hoc faciendum attribuit,
tunc convenienter ipse, cruce pectorali, stola et pluviali super albam indutus,
liturgi&aelig; verbi pr&aelig;sidet, et in fine Miss&aelig; benedictionem impertit.<a href="#n80"><sup>80</sup></a><a name="v80"></a></p>
<p><span class="rub"><a name="p93">93.</a></span> Etiam presbyter, qui in Ecclesia sacra Ordinis potestate pollet sacrificium
in persona Christi offerendi,<a href="#n81"><sup>81</sup></a><a name="v81"></a>
exinde populo fideli hic et nunc congregato
pr&aelig;est, eius orationi pr&aelig;sidet, illi nuntium salutis proclamat, populum sibi sociat
in offerendo sacrificio per Christum in Spiritu Sancto Deo Patri, fratribus
suis panem vit&aelig; &aelig;tern&aelig; dat, ipsumque cum illis participat. Cum igitur Eucharistiam
celebrat, debet Deo et populo cum dignitate et humilitate servire, et in
modo se gerendi et verba divina proferendi pr&aelig;sentiam vivam Christi fidelibus
insinuare.</p>
<p><span class="rub"><a name="p94">94.</a></span> Post presbyterum diaconus, vi sacr&aelig; ordinationis accept&aelig;, primum locum
obtinet inter eos qui in celebratione eucharistica ministrant. Sacer enim
diaconatus Ordo iam a prisca Apostolorum &aelig;tate in Ecclesia in magno honore
habitus est.<a href="#n82"><sup>82</sup></a><a name="v82"></a>
In Missa diaconus proprias habet partes in Evangelio nuntiando et
quandoque verbo Dei pr&aelig;dicando, in orationis universalis intentiones enuntiando,
in ministrando sacerdoti, in altare apparando et sacrificii celebrationi inser
viendo, in Eucharistia fidelibus distribuenda, pr&aelig;cipue sub specie vini, et in gestibus
et corporis habitibus populi aliquando innuendis.</p>
<h3>II. DE MUNERIBUS POPULI DEI</h3>
<p><span class="rub"><a name="p95">95.</a></span> In celebratione Miss&aelig; fideles efficiunt plebem sanctam, populum acquisitionis
et sacerdotium regale, ut gratias Deo agant et immaculatam hostiam,
non tantum per sacerdotis manus, sed etiam una cum ipso offerant et seipsos
offerre discant.<a href="#n83"><sup>83</sup></a><a name="v83"></a>
Curent autem id manifestare per profundum sensum religiosum
et per caritatem erga fratres, qui eandem celebrationem participant.</p>
<p>Vitent proinde omnes species vel singulari&aelig; vit&aelig; vel divisionis, pr&aelig; oculis
habentes se unicum Patrem habere in c&aelig;lis, omnesque propterea esse inter se
fratres.</p>
<p><span class="rub"><a name="p96">96.</a></span> Unum autem corpus efficiant sive verbum Dei audiendo, sive in orationibus
et in cantu partem habendo, sive pr&aelig;sertim in communi oblatione sacrificii
et in communi participatione mens&aelig; Domini. H&aelig;c unitas pulchre apparet
ex gestibus et corporis habitibus a fidelibus communiter servatis.</p>
<p><span class="rub"><a name="p97">97.</a></span> Ne renuant autem fideles populo Dei cum gaudio servire, quoties rogantur,
ut aliquod peculiare ministerium vel munus in celebratione pr&aelig;stent.</p>
<h3>III. DE MINISTERIIS PECULIARIBUS</h3>
<h4>De ministerio acolythi et lectoris institutorum</h4>
<p><span class="rub"><a name="p98">98.</a></span> Acolythus instituitur ad servitium altaris et in adiutorium sacerdotis et
diaconi. Ipsius pr&aelig;cipue est altare atque vasa sacra parare et, si necesse est,
Eucharistiam, cuius est minister extraordinarius, fidelibus distribuere.<a href="#n84"><sup>84</sup></a><a name="v84"></a>
</p>
<p>In ministerio altaris, acolythus partes proprias habet (cf. nn. 187-193) quas
ipse exercere debet.</p>
<p><span class="rub"><a name="p99">99.</a></span> Lector instituitur ad proferendas lectiones sacr&aelig; Scriptur&aelig;, Evangelio
excepto. Potest etiam intentiones orationis universalis proponere et, deficiente
psalmista, psalmum inter lectiones proferre.</p>
<p>In celebratione eucharistica lector proprium munus habet (cf. nn. 194-198),
quod ipse per se exercere debet.</p>
<h4>De ceteris muneribus</h4>
<p><span class="rub"><a name="p100">100.</a></span> Deficiente acolytho instituto, ad servitium altaris et in adiutorium
sacerdotis et diaconi deputari possunt ministri laici qui crucem, cereos, thuribulum,
panem, vinum, aquam deferunt, vel etiam ad sacram Communionem
distribuendam deputantur ut ministri extraordinarii.<a href="#n85"><sup>85</sup></a><a name="v85"></a></p>
<p><span class="rub"><a name="p101">101.</a></span> Deficiente lectore instituto, alii laici deputentur ad proferendas lectiones
sacr&aelig; Scriptur&aelig;, qui revera apti sint huic muneri adimplendo et sedulo
pr&aelig;parati, ut fideles ex auditione lectionum divinarum suavem et vivum sacr&aelig;
Scriptur&aelig; affectum<a href="#n86"><sup>86</sup></a><a name="v86"></a>
in corde concipiant.</p>
<p><span class="rub"><a name="p102">102.</a></span> Psalmist&aelig; est psalmum vel aliud canticum biblicum, quod inter lectiones
invenitur, proferre. Ad suum munus recte implendum necesse est, ut psalmista
et arte psallendi et facultate recte pronuntiandi et dicendi polleat.</p>
<p><span class="rub"><a name="p103">103.</a></span> Inter fideles suum munus liturgicum exercet schola cantorum vel chorus,
cuius est de partibus sibi propriis, iuxta diversa genera cantuum, debite
exsequendis, curare, et actuosam fidelium participationem in cantu fovere.<a href="#n87"><sup>87</sup></a><a name="v87"></a>
Qu&aelig; de schola cantorum dicuntur, valent, servatis servandis, pro aliis etiam
musicis, pr&aelig;sertim vero pro organista.</p>
<p><span class="rub"><a name="p104">104.</a></span> Decet adesse cantorem vel magistrum chori ad cantum populi dirigendum
et sustentandum. Immo, cum deficit schola, cantori competit diversos
cantus moderari, populo pro sua parte participante.<a href="#n88"><sup>88</sup></a><a name="v88"></a></p>
<p><span class="rub"><a name="p105">105.</a></span> Munus liturgicum exercent etiam:
</p>
<p>a) Sacrista, qui libros liturgicos, paramenta et alia, qu&aelig; in celebratione
Miss&aelig; sunt necessaria, diligenter disponit.</p>
<p>b) Commentator, qui explicationes et admonitiones pro opportunitate breviter
proponit fidelibus, ut in celebrationem introducantur et ad eius intellegentiam
melius disponantur. Oportet monitiones commentatoris sint adamussim
pr&aelig;parat&aelig; et sobrietate perspicu&aelig;. In suo munere adimplendo, commentator
stat loco apto coram fidelibus, non vero in ambone.</p>
<p>c) Qui collectas in ecclesia faciunt.</p>
<p>d) Ii, qui aliquibus in regionibus, fideles ad portas ecclesi&aelig; recipiunt
eosque in locis ipsis convenientibus disponunt, et eorum processiones ordinant.</p>
<p><span class="rub"><a name="p106">106.</a></span> Expedit ut, saltem in ecclesiis cathedralibus et maioribus, habeatur aliquis
competens minister seu c&aelig;remoniarum magister, qui curet de actionibus
sacris congrue disponendis et cum decore, ordine et pietate per ministros sacros
et fideles laicos exercendis.</p>
<p><span class="rub"><a name="p107">107.</a></span> Liturgica munera, qu&aelig; non sunt propria sacerdotis vel diaconi, et de
quibus superius (nn. 100-106) dicitur, etiam laicis idoneis a parocho vel rectore
ecclesi&aelig; selectis,<a href="#n89"><sup>89</sup></a><a name="v89"></a>
committi possunt liturgica benedictione vel temporanea deputatione. Quoad munus
inserviendi sacerdoti ad altare, serventur norm&aelig; ab Episcopo dat&aelig; pro sua dioecesi.</p>
<h3>IV. DE DISTRIBUTIONE MUNERUM ET DE PR&#198;PARATIONE CELEBRATIONIS</h3>
<p><span class="rub"><a name="p108">108.</a></span> Unus idemque sacerdos munus pr&aelig;sidentiale semper in omnibus eius
partibus exercere debet, iis exceptis qu&aelig; propria sunt Miss&aelig; cui Episcopus interest
(cf. supra n. 92).</p>
<p><span class="rub"><a name="p109">109.</a></span> Si plures adsunt qui idem ministerium exercere possunt, nihil vetat,
quominus diversas partes eiusdem ministerii vel officii inter se distribuant et
peragant. Ex. gr., alius diaconus adhiberi potest pro partibus in cantu proferendis,
et alius pro ministerio altaris; si plures lectiones habentur, inter plures lectores
eas distribuere iuvat, et sic de ceteris. Minime vero congruit ut plures
unicum elementum celebrationis inter se dividant: ex. gr. eadem lectio a duobus,
unus post alium, lecta, nisi agatur de Passione Domini.</p>
<p><span class="rub"><a name="p110">110.</a></span> Si in Missa cum populo unus tantum minister adest, ipse diversa munera
exerceat.</p>
<p><span class="rub"><a name="p111">111.</a></span> Effectiva cuiusque celebrationis liturgic&aelig; pr&aelig;paratio concordi et diligenti
animo iuxta Missale et alios libros liturgicos fiat inter omnes quorum interest
sive quoad ritus, sive quoad rem pastoralem et musicam, rectore ecclesi&aelig;
moderante et auditis quoque fidelibus pro iis qu&aelig; ad ipsos directe 
pertinent. Sacerdoti vero, qui celebrationi pr&aelig;est, ius semper manet disponendi 
de his qu&aelig; ipsi competunt.<a href="#n90"><sup>90</sup></a><a name="v90"></a></p>
<h2>Caput IV<br>
DE DIVERSIS FORMIS MISSAM CELEBRANDI</h2>
<p><span class="rub"><a name="p112">112.</a></span> In Ecclesia locali primus sane locus tribuatur, propter eius significationem,
Miss&aelig; cui pr&aelig;est Episcopus a suo presbyterio, diaconis et ministris laicis
circumdatus<a href="#n91"><sup>91</sup></a><a name="v91"></a>
et in qua plebs sancta Dei plene et actuose participat, ibi enim
habetur pr&aelig;cipua manifestatio Ecclesi&aelig;.</p>
<p>In Missa quam Episcopus celebrat, vel cui ipse pr&aelig;est quin Eucharistiam
celebret, serventur norm&aelig; qu&aelig; in C&aelig;remoniali Episcoporum inveniuntur.<a href="#n92"><sup>92</sup></a><a name="v92"></a></p>
<p><span class="rub"><a name="p113">113.</a></span> Magni etiam habeatur Missa qu&aelig; cum aliqua communitate, pr&aelig;sertim
vero paroeciali, celebratur, utpote qu&aelig; Ecclesiam universalem repr&aelig;sentet tempore
et loco statutis, pr&aelig;cipue vero in communi celebratione dominicali.<a href="#n93"><sup>93</sup></a><a name="v93"></a></p>
<p><span class="rub"><a name="p114">114.</a></span> Inter Missas autem ab aliquibus communitatibus celebratas peculiarem
locum obtinet Missa conventualis, qu&aelig; pars est Officii cotidiani, aut Missa, qu&aelig;
&laquo;&nbsp;communitatis&nbsp;&raquo; dicitur. Et quamvis h&aelig; Miss&aelig; nullam specialem formam celebrationis
pr&aelig; se ferant, maxime tamen decet eas cum cantu fieri, pr&aelig;cipue
cum plena participatione omnium sodalium communitatis sive religiosorum sive
canonicorum. In iis proinde munus suum exerceant singuli iuxta Ordinem vel
ministerium receptum. Expedit ideo ut omnes sacerdotes qui pro utilitate pastorali
fidelium singulariter celebrare non tenentur, in iis, quantum fieri potest,
concelebrent. Omnes insuper ad eam communitatem pertinentes sacerdotes qui
officio in bonum pastorale fidelium singulariter celebrandi tenentur, Missam
quoque conventualem aut &laquo;&nbsp;communitatis&nbsp;&raquo; eadem die concelebrare possunt.<a href="#n94"><sup>94</sup></a><a name="v94"></a>
Pr&aelig;stat enim presbyteros, qui celebrationi eucharistic&aelig; intersunt, nisi iusta causa
excusentur, munus proprii Ordinis de more exercere et proinde uti concelebrantes
participare, sacris vestibus indutos. Secus habitum choralem proprium
aut superpelliceum super vestem talarem gestant.</p>
<h3>I. DE MISSA CUM POPULO</h3>
<p><span class="rub"><a name="p115">115.</a></span> Missa cum populo ea intellegitur qu&aelig; cum fidelium participatione
celebratur. Convenit autem ut, quantum fieri potest, pr&aelig;sertim vero diebus dominicis
et festis de pr&aelig;cepto, cum cantu et congruo numero ministrorum celebratio
peragatur;<a href="#n95"><sup>95</sup></a><a name="v95"></a>
attamen etiam sine cantu et cum uno ministro perfici potest.</p>
<p><span class="rub"><a name="p116">116.</a></span> In qualibet Miss&aelig; celebratione si adest diaconus, hic suo munere fungatur. Expedit 
autem ut sacerdoti celebranti de more adsint acolythus, lector et
cantor. Ritus vero qui infra describitur facultatem pr&aelig;videt amplioris etiam numeri
ministrorum.</p>
<h4>Pr&aelig;paranda</h4>
<p><span class="rub"><a name="p117">117.</a></span> Altare una saltem tobalea albi coloris cooperiatur. Super ipsum vero
aut iuxta ipsum duo saltem in omni celebratione, vel etiam quattuor aut sex,
pr&aelig;sertim si agitur de Missa dominicali vel festiva de pr&aelig;cepto, vel, si Episcopus
dioecesanus celebrat, septem candelabra cum cereis accensis ponantur. Item super 
altare vel circa ipsum habeatur crux, cum effigie Christi crucifixi. Candelabra
autem et crux effigie Christi crucifixi ornata in processione ad introitum
afferri possunt. Super ipsum altare poni potest, nisi in processione ad
introitum deferatur, Evangeliarium a libro aliarum lectionum distinctum.</p>
<p><span class="rub"><a name="p118">118.</a></span> Item parentur:
</p>
<p>a) iuxta sedem sacerdotis: missale et, pro opportunitate, libellus cantuum;
</p>
<p>b) in ambone: lectionarium;
</p>
<p>c) in abaco: calix, corporale, purificatorium et, pro opportunitate, palla; patena
et pyxides, si necessari&aelig; sunt; panis pro Communione sacerdotis qui
pr&aelig;est, diaconi, ministrorum et populi; urceoli cum vino et aqua, nisi h&aelig;c omnia
a fidelibus in processione ad offertorium pr&aelig;sententur; vas aqu&aelig; benedicend&aelig;,
si fit aspersio; patina pro Communione fidelium; et ea qu&aelig; necessaria
sunt ad manus lavandas.</p>
<p>Calix laudabiliter cooperiatur velo, quod potest esse aut coloris diei aut coloris
albi.</p>
<p><span class="rub"><a name="p119">119.</a></span> In sacristia, pro diversis formis celebrationis, parentur sacr&aelig; vestes
(cf. nn. 337-341) sacerdotis, diaconi et aliorum ministrorum:
a) pro sacerdote: alba, stola et casula seu planeta;
b) pro diacono: alba, stola et dalmatica, qu&aelig; tamen, ob necessitatem vel
minorem gradum sollemnitatis, omitti potest;
c) pro aliis ministris: alb&aelig; vel ali&aelig; vestes legitime approbat&aelig;.<a href="#n96"><sup>96</sup></a><a name="v96"></a>
Omnes qui albam induunt, cingulum adhibeant et amictu utantur, nisi ob
ipsius alb&aelig; formam non exigantur.</p>
<p>Cum introitus processione perficitur, parentur etiam Evangeliarium; in diebus
dominicis et festivis thuribulum et navicula cum thure, si incensum seu
thus adhibetur; crux in processione deferenda, candelabra cum cereis accensis.</p>
<h4 class="sc"><span class="nig">A)</span> De Missa sine diacono</h4>
<h4>Ritus initiales</h4>
<p><span class="rub"><a name="p120">120.</a></span> Populo congregato, sacerdos et ministri, sacris vestibus induti, ad altare
procedunt hoc ordine:
</p>
<p>a) thuriferarius cum thuribulo fumigante, si thus adhibetur;
</p>
<p>b) ministri qui deferunt cereos accensos, et inter eos acolythus vel alius minister
cum cruce;
</p>
<p>c) acolythi et alii ministri;
</p>
<p>d) lector, qui potest Evangeliarium, non autem lectionarium, parum elevatum
deferre;
</p>
<p>e) sacerdos Missam celebraturus.</p>
<p>Si incensum adhibetur, sacerdos antequam procedatur, incensum in thuribulo
imponit et signo crucis benedicit, nihil dicens.</p>
<p><span class="rub"><a name="p121">121.</a></span> Dum fit processio ad altare, cantus ad introitum peragitur (cf. nn. 47-48).</p>
<p><span class="rub"><a name="p122">122.</a></span> Cum ad altare pervenerint, sacerdos et ministri faciunt profundam inclinationem.</p>
<p>Crux effigie Christi crucifixi ornata et in processione forte delata, iuxta altare
erigi potest ut fiat crux altaris, qu&aelig; una tantum esse debet, secus in loco digno
reponatur. Candelabra vero super altare vel iuxta illud collocantur; Evangeliarium
laudabiliter super altare deponitur.</p>
<p><span class="rub"><a name="p123">123.</a></span> Sacerdos ad altare ascendit ipsumque veneratur osculo. Deinde, pro
opportunitate, crucem et altare incensat, illud circumeundo.</p>
<p><span class="rub"><a name="p124">124.</a></span> His peractis, sacerdos sedem petit. Cantu ad introitum expleto, omnibus
stantibus, sacerdos et fideles signant se signo crucis. Sacerdos dicit: <span class="rub">In n&oacute;mine
Patris, et F&iacute;lii, et Sp&iacute;ritus Sancti</span>. Populus respondet: <span class="rub">Amen</span>.</p>
<p>Deinde, versus ad populum et manus extendens, sacerdos eum salutat, una
adhibita e formulis propositis. Potest etiam ipse sacerdos vel alius minister, brevissimis
verbis introducere fideles in Missam illius diei.</p>
<p><span class="rub"><a name="p125">125.</a></span> Sequitur actus p&aelig;nitentialis. Postea cantatur vel dicitur <span class="rub">K&yacute;rie</span>, iuxta rubricas
(cf. n. 52).</p>
<p><span class="rub"><a name="p126">126.</a></span> In celebrationibus statutis, cantatur vel dicitur <span class="rub">Gl&oacute;ria</span> ( cf. n. 53).</p>
<p><span class="rub"><a name="p127">127.</a></span> Deinde sacerdos populum ad orandum invitat, manibus iunctis, dicens:
<span class="rub">Or&eacute;mus</span>. Et omnes una cum sacerdote ad breve tempus silentes orant. Tunc sacerdos,
manibus extensis, dicit collectam, qua expleta, populus acclamat: <span class="rub">Amen</span>.</p>
<h4>Liturgia verbi</h4>
<p><span class="rub"><a name="p128">128.</a></span> Collecta conclusa, omnes sedent. Sacerdos potest, brevissimis verbis,
fideles in liturgiam verbi introducere. Lector vero ad ambonem pergit, et ex
lectionario ibi iam ante Missam posito proclamat primam lectionem, quam omnes
auscultant. In fine lector profert acclamationem <span class="rub">Verbum D&oacute;mini</span>, omnibus
respondentibus <span class="rub">Deo gr&aacute;tias</span>.</p>
<p>Tunc breve spatium silentii, pro opportunitate, servari potest, ut omnes, ea
qu&aelig; audierunt meditentur.</p>
<p><span class="rub"><a name="p129">129.</a></span> Deinde psalmista, vel ipse lector, profert versus psalmi, populo de more
responsum proferente.</p>
<p><span class="rub"><a name="p130">130.</a></span> Si habenda sit secunda lectio ante Evangelium, lector eam ex ambone
proclamat, omnibus auscultantibus, atque in fine acclamationi respondentibus,
ut dicitur supra (n. 128). Deinde, pro opportunitate, breve spatium silentii servari
potest.</p>
<p><span class="rub"><a name="p131">131.</a></span> Postea omnes surgunt et canitur <span class="rub">Allel&uacute;ia</span> vel alius cantus, prout tempus
liturgicum postulat (cf. nn. 62-64).</p>
<p><span class="rub"><a name="p132">132.</a></span> Dum canitur <span class="rub">Allel&uacute;ia</span> vel alius cantus, sacerdos incensum, si adhibetur,
imponit et benedicit. Deinde, manibus iunctis, et profunde inclinatus ante altare,
dicit secreto: <span class="rub">Munda cor meum</span>.</p>
<p><span class="rub"><a name="p133">133.</a></span> Tunc Evangeliarium, si est in altari, accipit et, pr&aelig;cedentibus ministris
laicis, qui thuribulum et cereos deferre possunt, ad ambonem accedit, Evangeliarium
parum elevatum deferens. Adstantes ad ambonem se convertunt, singularem
reverentiam erga Evangelium Christi manifestantes.</p>
<p><span class="rub"><a name="p134">134.</a></span> In ambone sacerdos aperit librum et, manibus iunctis, dicit: <span class="rub">D&oacute;minus
vob&iacute;scum</span>, populo respondente: <span class="rub">Et cum sp&iacute;ritu tuo</span>, et deinde <span class="rub">L&eacute;ctio sancti
Evang&eacute;lii</span>, pollice signans librum et seipsum in fronte, ore et pectore, quod faciunt
et ceteri omnes. Populus acclamat, dicens: <span class="rub">Gl&oacute;ria tibi, D&oacute;mine</span>. Sacerdos
librum, si incensum adhibetur, thurificat (cf. nn. 276-277). Deinde proclamat
Evangelium, et in fine profert acclamationem: <span class="rub">Verbum D&oacute;mini</span>, omnibus respondentibus:
<span class="rub">Laus tibi, Christe</span>. Sacerdos librum osculatur, secreto dicens: <span class="rub">Per
evang&eacute;lica dicta</span>.</p>
<p><span class="rub"><a name="p135">135.</a></span> Si non adest lector, sacerdos ipse omnes lectiones et psalmum profert,
stans in ambone. Ibidem, si adhibetur, incensum imponit et benedicit, et, profunde
inclinatus, dicit: <span class="rub">Munda cor meum</span>.</p>
<p><span class="rub"><a name="p136">136.</a></span> Sacerdos, stans ad sedem vel in ipso ambone vel, pro opportunitate, in
alio loco idoneo, profert homiliam; qua finita, spatium silentii servari potest.</p>
<p><span class="rub"><a name="p137">137.</a></span> Symbolum cantatur vel recitatur a sacerdote una cum populo (cf. n. 68), 
omnibus stantibus. Ad verba <span class="rub">Et incarn&aacute;tus est</span>, etc. omnes profunde se inclinant;
in sollemnitatibus vero Annuntiationis et Nativitatis Domini genua flectunt.</p>
<p><span class="rub"><a name="p138">138.</a></span> Dicto symbolo, sacerdos stans ad sedem, manibus iunctis, brevi monitione
fideles invitat ad orationem universalem. Deinde cantor vel lector vel
alius, ex ambone aut ex alio loco convenienti, intentiones versus populum proponit,
populo pro sua parte suppliciter respondente. Postremo sacerdos, manibus
extensis, precationem oratione concludit.</p>
<h4>Liturgia eucharistica</h4>
<p><span class="rub"><a name="p139">139.</a></span> Oratione universali absoluta, omnes sedent et incipit cantus ad offertorium
(cf. n. 74).</p>
<p>Acolythus vel alius minister laicus corporale, purificatorium, calicem, pallam
et missale super altare collocat.</p>
<p><span class="rub"><a name="p140">140.</a></span> Expedit ut participatio fidelium manifestetur per oblationem sive panis
et vini ad Eucharisti&aelig; celebrationem, sive aliorum donorum, quibus necessitatibus
ecclesi&aelig; et pauperum subveniatur.</p>
<p>Oblationes fidelium a sacerdote accipiuntur, adiuvantibus acolytho vel alio
ministro. Panis et vinum pro Eucharistia ad celebrantem deferuntur, qui ea super
altare deponit, alia autem dona alio apto loco collocantur (cf. n. 73).</p>
<p><span class="rub"><a name="p141">141.</a></span> Sacerdos, ad altare, accipit patenam cum pane, eamque ambabus manibus
aliquantulum elevatam super altare tenet, dicens secreto <span class="rub">Bened&iacute;ctus es,
D&oacute;mine</span>. Deinde patenam cum pane super corporale deponit.</p>
<p><span class="rub"><a name="p142">142.</a></span> Postea, sacerdos stans ad latus altaris, infundit vinum et parum aqu&aelig;
in calicem, dicens secreto: <span class="rub">Per huius aqu&aelig;</span>, ministro urceolos porrigente. Reversus
ad medium altaris, acceptum calicem ambabus manibus parum elevatum
tenet, dicens secreto <span class="rub">Bened&iacute;ctus es, D&oacute;mine</span>, et deinde calicem super corporale
deponit, et palla pro opportunitate cooperit.</p>
<p>Si vero cantus ad offertorium non peragitur vel non pulsatur organum, sacerdoti
licet, in pr&aelig;sentatione panis et vini, elata voce proferre formulas benedictionis,
quibus populus acclamat: <span class="rub">Bened&iacute;ctus Deus in s&#509;cula</span>.</p>
<p><span class="rub"><a name="p143">143.</a></span> Calice super altare deposito, sacerdos, profunde inclinatus, dicit secreto:
<span class="rub">In sp&iacute;ritu humilit&aacute;tis</span>.</p>
<p><span class="rub"><a name="p144">144.</a></span> Deinde, si incensum adhibetur, sacerdos illud in thuribulo imponit, benedicit
nihil dicens atque oblata, crucem et altare incensat. Minister stans ad
latus altaris sacerdotem incensat, deinde populum.</p>
<p><span class="rub"><a name="p145">145.</a></span> Post orationem <span class="rub">In sp&iacute;ritu humilit&aacute;tis</span> vel post incensationem, sacerdos,
stans ad latus altaris, manus lavat, secreto dicens: <span class="rub">Lava me, D&oacute;mine</span>, ministro
aquam fundente.</p>
<p><span class="rub"><a name="p146">146.</a></span> Ad medium altaris deinde reversus, sacerdos, stans versus populum,
extendens et iungens manus, populum ad orandum invitat, dicens: <span class="rub">Or&aacute;te, 
fratres</span>. Populus surgit et responsionem dat: <span class="rub">Susc&iacute;piat D&oacute;minus</span>. Deinde sacerdos,
manibus extensis, dicit orationem super oblata. In fine populus acclamat: <span class="rub">Amen</span>.</p>
<p><span class="rub"><a name="p147">147.</a></span> Tunc sacerdos incipit Precem eucharisticam. Iuxta rubricas (cf. n. 365)
seligit unam ex iis qu&aelig; in Missali Romano inveniuntur, vel ab Apostolica Sede
probat&aelig; sunt. Prex eucharistica natura sua exigit ut solus sacerdos, vi ordinationis,
eam proferat. Populus vero sacerdoti in fide et cum silentio se societ,
necnon interventibus in eucharistic&aelig; Precis cursu statutis, qui sunt responsiones
in dialogo Pr&aelig;fationis, <span class="rub">Sanctus</span>, acclamatio post consecrationem et acclamatio
<span class="rub">Amen</span> post doxologiam finalem, necnon ali&aelig; acclamationes a Conferentia
Episcoporum probat&aelig; et a Sancta Sede recognit&aelig;.</p>
<p>Valde convenit ut sacerdos partes Precis eucharistic&aelig;, qu&aelig; notis ditantur,
cantu proferat.</p>
<p><span class="rub"><a name="p148">148.</a></span> Precem eucharisticam incipiens, sacerdos, manus extendens, cantat vel
dicit: <span class="rub">D&oacute;minus vob&iacute;scum</span>, populo respondente: <span class="rub">Et cum sp&iacute;ritu tuo</span>. Cum prosequitur:
<span class="rub">Sursum corda</span>, manus elevat. Populus respondet: <span class="rub">Hab&eacute;mus ad D&oacute;minum</span>.</p>
<p>Deinde sacerdos, manibus extensis, subdit: <span class="rub">Gr&aacute;tias ag&aacute;mus D&oacute;mino Deo
nostro</span>, et populus respondet: <span class="rub">Dignum et iustum est</span>. Postea sacerdos prosequitur,
manibus extensis, Pr&aelig;fationem; eaque conclusa, iunctis manibus, una cum
omnibus adstantibus, cantat vel clara voce dicit: <span class="rub">Sanctus</span> ( cf. n. 79 b).</p>
<p><span class="rub"><a name="p149">149.</a></span> Sacerdos prosequitur Precem eucharisticam iuxta rubricas, qu&aelig; in singulis
Precibus exponuntur.</p>
<p>Si celebrans est Episcopus, in Precibus, post verba: <span class="rub">Papa nostro N.</span> subiungit:
<span class="rub">et me ind&iacute;gno f&aacute;mulo tuo</span>, vel post verba: <span class="rub">Pap&aelig; nostri N.</span>, subiungit: <span class="rub">mei
ind&iacute;gni f&aacute;muli tui</span>. Si autem Episcopus extra dioecesim suam celebrat, post verba:
<span class="rub">Papa nostro N.</span> subiungit: <span class="rub">et me ind&iacute;gno f&aacute;mulo tuo, et fratre meo N., Ep&iacute;-scopo
huius Eccl&eacute;si&aelig; N.</span>, vel post verba: <span class="rub">Pap&aelig; nostri N.</span>, subiungit: <span class="rub">mei ind&iacute;gni
f&aacute;muli tui, et fratris mei N., Ep&iacute;scopi huius Eccl&eacute;si&aelig; N.</span>
</p>
<p>Episcopus dioecesanus, aut qui eidem in iure &aelig;quiparatus est, nominari debet
hac formula: <span class="rub">una cum f&aacute;mulo tuo Papa nostro N. et Ep&iacute;scopo (</span>vel: <span class="rub">Vic&aacute;rio,
Pr&aelig;l&aacute;to, Pr&aelig;f&eacute;cto, Abb&aacute;te) nostro N.</span>
</p>
<p>Episcopos Coadiutorem et Auxiliares, non autem alios Episcopos forte
pr&aelig;sentes, nominari licet in Prece eucharistica. Quando plures nominandi sunt,
dicitur sub formula generali: <span class="rub">et Ep&iacute;scopo nostro N. ei&uacute;sque Ep&iacute;scopis adiut&oacute;ribus.</span>
</p>
<p>In unaquaque Prece eucharistica, pr&aelig;dict&aelig; formul&aelig; aptand&aelig; sunt, normis
grammaticorum attentis.</p>
<p><span class="rub"><a name="p150">150.</a></span> Paulo ante consecrationem, minister, pro opportunitate, campanul&aelig; signo
fideles monet. Item pulsat campanulam ad unamquamque ostensionem,
iuxta cuiusque loci consuetudinem.</p>
<p>Si incensum adhibetur, cum hostia et calix populo post consecrationem
ostenduntur, minister ea incensat.</p>
<p><span class="rub"><a name="p151">151.</a></span> Post consecrationem, dicto a sacerdote: <span class="rub">Myst&eacute;rium f&iacute;dei</span>, populus acclamationem
profert, adhibita una ex formulis pr&aelig;scriptis.</p>
<p>In fine Precis eucharistic&aelig;, sacerdos, accipiens patenam cum hostia et calicem
et utrumque elevans, doxologiam: <span class="rub">Per ipsum</span>, solus profert. Populus in fine
acclamat: <span class="rub">Amen</span>. Postea sacerdos patenam et calicem super corporale deponit.</p>
<p><span class="rub"><a name="p152">152.</a></span> Expleta Prece eucharistica, sacerdos, manibus iunctis, dicit monitionem
ante Orationem dominicam, quam deinde una cum populo profert, manibus
extensis.</p>
<p><span class="rub"><a name="p153">153.</a></span> Oratione dominica conclusa, sacerdos, manibus extensis, solus dicit
embolismum <span class="rub">L&iacute;bera nos</span>, quo completo, populus acclamat: <span class="rub">Quia tuum est regnum</span>.</p>
<p><span class="rub"><a name="p154">154.</a></span> Deinde sacerdos, manibus extensis, clara voce dicit orationem <span class="rub">D&oacute;mine
Iesu Christe, qui dix&iacute;sti</span>; eaque conclusa, extendens et iungens manus, pacem
annuntiat, versus ad populum, dicens: <span class="rub">Pax D&oacute;mini sit semper vob&iacute;scum</span>. Populus
respondet: <span class="rub">Et cum sp&iacute;ritu tuo</span>. Postea, pro opportunitate, sacerdos subiungit:
<span class="rub">Off&eacute;rte vobis pacem</span>.</p>
<p>Sacerdos pacem potest dare ministris, semper tamen intra presbyterium
remanens, ne celebratio turbetur. Item faciat si e rationabili causa aliquibus
paucis fidelibus pacem dare velit. Omnes vero, iuxta ea qu&aelig; a Conferentia Episcoporum
statuta sunt, pacem, communionem et caritatem sibi invicem significant. Dum pax 
datur, dici potest: <span class="rub">Pax D&oacute;mini sit semper tecum</span>, cui respondetur:
<span class="rub">Amen</span>.</p>
<p><span class="rub"><a name="p155">155.</a></span> Postea sacerdos accipit hostiam, eamque super patenam frangit, et particulam
immittit in calicem, dicens secreto: <span class="rub">H&aelig;c comm&iacute;xtio</span>. Interim a choro et
a populo cantatur vel dicitur <span class="rub">Agnus Dei</span> (cf. n. 83).</p>
<p><span class="rub"><a name="p156">156.</a></span> Tunc sacerdos secreto et manibus iunctis dicit orationem ad Communionem
<span class="rub">D&oacute;mine Iesu Christe, Fili Dei vivi</span> vel <span class="rub">Perc&eacute;ptio C&oacute;rporis et S&aacute;nguinis</span>.</p>
<p><span class="rub"><a name="p157">157.</a></span> Oratione conclusa, sacerdos genuflectit, accipit hostiam in eadem Missa
consecratam, eamque aliquantulum elevatam super patenam vel super calicem tenens,
versus ad populum, dicit: <span class="rub">Ecce Agnus Dei</span>, et una cum populo subdit: <span class="rub">D&oacute;mine,
non sum dignus</span>.</p>
<p><span class="rub"><a name="p158">158.</a></span> Postea, stans ad altare conversus, sacerdos secreto dicit: <span class="rub">Corpus Christi
cust&oacute;diat me in vitam &aelig;t&eacute;rnam</span>, et reverenter sumit Corpus Christi. Deinde accipit
calicem, secreto dicens: <span class="rub">Sanguis Christi cust&oacute;diat me in vitam &aelig;t&eacute;rnam</span>, et
reverenter sumit Sanguinem Christi.</p>
<p><span class="rub"><a name="p159">159.</a></span> Dum sacerdos sumit Sacramentum, inchoatur cantus ad Communionem
(cf. n. 86).</p>
<p><span class="rub"><a name="p160">160.</a></span> Sacerdos deinde accipit patenam vel pyxidem, et accedit ad communicandos,
qui de more processionaliter appropinquant.</p>
<p>Non licet ipsis fidelibus panem consecratum neque calicem sacrum per semetipsos
accipere eo minus de manu in manum inter se transmittere. Fideles
communicant genuflexi vel stantes, prout Conferentia Episcoporum statuerit.</p>
<p>Cum autem stantes communicant, commendatur ut debitam reverentiam, ab
iisdem normis statuendam, ante susceptionem Sacramenti faciant.</p>
<p><span class="rub"><a name="p161">161.</a></span> Si Communio sub specie tantum panis fit, sacerdos hostiam parum elevatam
unicuique ostendit dicens: <span class="rub">Corpus Christi</span>. Communicandus respondet:
<span class="rub">Amen</span>, et Sacramentum recipit, ore vel, ubi concessum sit, manu, pro libitu
suo. Communicandus statim ac sacram hostiam recipit, eam ex integro consumit.</p>
<p>Si vero Communio fit sub utraque specie, servetur ritus suo loco descriptus
(cf. nn. 284-287).</p>
<p><span class="rub"><a name="p162">162.</a></span> In distribuenda Communione sacerdotem adiuvare possunt alii presbyteri
forte pr&aelig;sentes. Si isti pr&aelig;sto non sunt et communicantium numerus
valde magnus, sacerdos in adiutorium sibi vocare potest ministros extraordinarios,
idest acolythum rite institutum aut etiam alios fideles, qui ad hoc rite
deputati sint.<a href="#n97"><sup>97</sup></a><a name="v97"></a>
In casu necessitatis, sacerdos potest fideles idoneos, ad actum
deputare.<a href="#n98"><sup>98</sup></a><a name="v98"></a>
</p>
<p>Hi ministri ad altare ne accedant antequam sacerdos Communionem sumpserit,
semperque vas ubi continentur Ss.m&aelig; Eucharisti&aelig; species, fidelibus distribuend&aelig;,
e manu sacerdotis celebrantis accipiant.</p>
<p><span class="rub"><a name="p163">163.</a></span> Distributione Communionis expleta, sacerdos vinum consecratum forte
remanens ipse ad altare statim ex integro consumit; hostias vero consecratas
qu&aelig; supersunt, aut ad altare sumit aut defert ad locum Eucharisti&aelig; asservand&aelig;
destinatum.</p>
<p>Sacerdos, ad altare reversus, colligit fragmenta, si qu&aelig; sint; deinde, stans
ad altare vel ad abacum, purificat patenam vel pyxidem super calicem, postea
purificat calicem, dicens secreto: Quod ore s&uacute;mpsimus, et calicem purificatorio
exterget. Si vasa purificata sunt ad altare, a ministro deferuntur ad abacum. Licet
tamen vasa purificanda, pr&aelig;sertim si sint plura, opportune cooperta, in
altari vel in abaco super corporale relinquere eaque statim post Missam, populo
dimisso, purificare.</p>
<p><span class="rub"><a name="p164">164.</a></span> Postea sacerdos ad sedem redire potest. Sacrum silentium, per aliquod
temporis spatium, servari, vel psalmus aut aliud laudis canticum aut hymnus
proferri potest (cf. n. 88).</p>
<p><span class="rub"><a name="p165">165.</a></span> Deinde, stans ad sedem vel ad altare, sacerdos, versus ad populum, dicit,
manibus iunctis: <span class="rub">Or&eacute;mus</span> et, extensis manibus, orationem post Communionem recitat,
cui pr&aelig;mitti potest breve spatium silentii, nisi iam pr&aelig;cesserit statim post
Communionem. In fine orationis populus acclamat: <span class="rub">Amen</span>.</p>
<h4>Ritus conclusionis</h4>
<p><span class="rub"><a name="p166">166.</a></span> Expleta oratione post Communionem, fiant, si habend&aelig; sunt, breves
annuntiationes ad populum.</p>
<p><span class="rub"><a name="p167">167.</a></span> Deinde sacerdos, extendens manus, salutat populum, dicens: <span class="rub">D&oacute;minus
vob&iacute;scum</span>, cui respondetur a populo: <span class="rub">Et cum sp&iacute;ritu tuo</span>. Et sacerdos, manus
denuo coniungens, et statim, manum sinistram super pectus ponens et manum
dexteram elevans, subdit: <span class="rub">Bened&iacute;cat vos omn&iacute;potens Deus</span> et, signum crucis super
populum faciens, prosequitur: <span class="rub">Pater, et F&iacute;lius, et Sp&iacute;ritus Sanctus</span>. Omnes
respondent: <span class="rub">Amen</span>.</p>
<p>Quibusdam diebus et occasionibus, haec benedictio, iuxta rubricas, oratione
super populum vel alia formula sollemniore ditatur et exprimitur.</p>
<p>Episcopus populo benedicit congruenti formula, ter signum crucis super
populum faciens.<a href="#n99"><sup>99</sup></a><a name="v99"></a></p>
<p><span class="rub"><a name="p168">168.</a></span> Statim post benedictionem sacerdos, manibus iunctis, subiungit: <span class="rub">Ite,
missa est</span>; et omnes respondent: <span class="rub">Deo gr&aacute;tias</span>.</p>
<p><span class="rub"><a name="p169">169.</a></span> Tunc sacerdos altare de more osculo veneratur, et facta illi cum ministris
laicis profunda inclinatione, cum eis recedit.</p>
<p><span class="rub"><a name="p170">170.</a></span> Si vero Missam sequitur aliqua actio liturgica, ritus conclusionis, idest
salutatio, benedictio et dimissio, omittuntur.</p>
<h4 class="sc"><span class="nig">B)</span> De Missa cum diacono</h4>
<p><span class="rub"><a name="p171">171.</a></span> Quando celebrationi eucharistic&aelig; interest, diaconus, sacris vestibus indutus,
suo ministerio fungatur. Ipse enim:
</p>
<p>a) sacerdoti assistit et ad eius latus procedit;
</p>
<p>b) ad altare, sive ad calicem sive ad librum ministrat;
</p>
<p>c) Evangelium proclamat et potest, de mandato sacerdotis celebrantis, homiliam
habere (cf. n. 66);
</p>
<p>d) populum fidelem per opportunas monitiones dirigit et intentiones orationis
universalis enuntiat;
</p>
<p>e) sacerdotem celebrantem adiuvat in distribuenda Communione, et vasa
sacra purificat et componit;
</p>
<p>f) officia aliorum ministrorum, pro necessitate, ipse adimplet si nullus eorum
adsit.</p>
<h4>Ritus initiales</h4>
<p><span class="rub"><a name="p172">172.</a></span> Evangeliarium parum elevatum deferens, diaconus sacerdotem accedentem
ad altare pr&aelig;cedit, secus ad eius latus incedit.</p>
<p><span class="rub"><a name="p173">173.</a></span> Cum ad altare pervenerit, si Evangeliarium defert, omissa reverentia,
ad altare ascendit. Deinde Evangeliario laudabiliter super altare deposito, simul
cum sacerdote altare osculo veneratur.</p>
<p>Si vero Evangeliarium non defert, profundam facit altari inclinationem more
solito cum sacerdote, et cum ipso altare osculo veneratur.</p>
<p>Demum si adhibetur incensum, sacerdoti assistit ad incensum imponendum
et ad crucem et altare thurificandum.</p>
<p><span class="rub"><a name="p174">174.</a></span> Altari incensato, sedem una cum sacerdote petit, ibique ad latus sacerdotis
consistit eique pro necessitate ministrat.</p>
<h4>Liturgia verbi</h4>
<p><span class="rub"><a name="p175">175.</a></span> Dum <span class="rub">Allel&uacute;ia</span> vel alter cantus profertur, si adhibetur incensum, ad impositionem
thuris sacerdoti ministrat, deinde, ante sacerdotem profunde inclinatus,
benedictionem petit, submissa voce dicens: <span class="rub">Iube, domne, bened&iacute;cere</span>.</p>
<p>Sacerdos eum benedicit, dicens: <span class="rub">D&oacute;minus sit in corde tuo</span>. Diaconus signat se
signo crucis et respondet: <span class="rub">Amen</span>. Deinde Evangeliarium, quod super altare collocatum
est, facta altari inclinatione, sumit et ad ambonem pergit librum parum
elevatum deferens, pr&aelig;cedentibus thuriferario cum thuribulo fumigante atque
ministris cum cereis accensis. Ibi populum salutat dicens, manibus iunctis: <span class="rub">D&oacute;minus
vob&iacute;scum</span>, dein ad verba <span class="rub">L&eacute;ctio sancti Evang&eacute;lii</span>, pollice signat librum et
postea seipsum in fronte, ore et pectore, librum incensat et proclamat 
Evangelium. Quo finito, acclamat: <span class="rub">Verbum D&oacute;mini</span>, omnibus respondentibus: <span class="rub">Laus
tibi, Christe</span>. Deinde librum osculo veneratur, secreto dicens: <span class="rub">Per evang&eacute;lica
dicta</span>, et ad sacerdotem redit.</p>
<p>Quando diaconus Episcopo ministrat, librum ei defert osculandum vel ipse
osculatur, secreto dicens: <span class="rub">Per evang&eacute;lica dicta</span>. In celebrationibus sollemnioribus
Episcopus, pro opportunitate, benedictionem cum Evangeliario populo impertit.</p>
<p>Evangeliarium demum ad abacum vel aliud locum aptum et dignum deferri
potest.</p>
<p><span class="rub"><a name="p176">176.</a></span> Si alius quoque idoneus lector absit, diaconus etiam alias lectiones proferat.</p>
<p><span class="rub"><a name="p177">177.</a></span> Intentiones orationis fidelium, post introductionem sacerdotis, ipse diaconus
de more ex ambone profert.</p>
<h4>Liturgia eucharistica</h4>
<p><span class="rub"><a name="p178">178.</a></span> Oratione universali absoluta, sacerdote ad sedem remanente, diaconus
altare pr&aelig;parat, acolytho adiuvante; ipsius tamen est sacrorum vasorum curam
gerere. Assistit etiam sacerdoti ad dona populi recipienda. Tradit deinde sacerdoti
patenam cum pane consecrando; infundit vinum et parum aqu&aelig; in calicem,
dicens secreto: <span class="rub">Per huius aqu&aelig;</span>, et postea calicem sacerdoti pr&aelig;sentat. Hanc 
pr&aelig;parationem calicis, ad abacum peragere potest. Si incensum adhibetur,
in thurificandis oblatis, cruce et altari sacerdoti ministrat, et postea ipse,
vel acolythus, sacerdotem et populum incensat.</p>
<p><span class="rub"><a name="p179">179.</a></span> Durante Prece eucharistica, diaconus stat prope sacerdotem, aliquanto
tamen post ipsum, ut, quando opus sit, ad calicem vel ad missale ministret.</p>
<p>Inde ab epiclesi usque ad ostensionem calicis diaconus de more genuflexus
manet. Si adsunt plures diaconi, unus ex eis ad consecrationem immittere potest
incensum in thuribulum atque ad ostensionem hosti&aelig; et calicis incensare.</p>
<p><span class="rub"><a name="p180">180.</a></span> Ad doxologiam finalem Precis eucharistic&aelig;, stans ad latus sacerdotis,
calicem elevatum tenet, dum sacerdos patenam cum hostia elevat, usquedum
populus Amen acclamaverit.</p>
<p><span class="rub"><a name="p181">181.</a></span> Postquam sacerdos dixit orationem ad pacem et: <span class="rub">Pax D&oacute;mini sit semper
vob&iacute;scum</span>, et populus respondit: <span class="rub">Et cum sp&iacute;ritu tuo</span>, diaconus, pro opportunitate,
invitationem facit ad pacem, dicens, manibus iunctis et versus ad populum: <span class="rub">Off&eacute;rte
vobis pacem</span>. Ipse vero pacem a sacerdote recipit, aliisque ministris sibi propioribus
potest offerre.</p>
<p><span class="rub"><a name="p182">182.</a></span> Communione a sacerdote facta, diaconus Communionem sub utraque
specie ab ipso sacerdote accipit, et sacerdotem deinde adiuvat in Communione
populo distribuenda. Quod si Communio sub utraque specie fit, ipse calicem
sumentibus ministrat et, distributione peracta, statim totum Christi Sanguinem
qui remansit ad altare reverenter consumit, adiuvantibus, si casus fert, aliis diaconis
et presbyteris.</p>
<p><span class="rub"><a name="p183">183.</a></span> Distributione Communionis expleta, diaconus cum sacerdote ad altare
revertitur, colligit fragmenta, si qu&aelig; sint, deinde portat calicem et alia vasa sacra
ad abacum, ibique ea purificat et de more componit, dum sacerdos ad sedem
redit. Licet tamen vasa purificanda, opportune cooperta, in abaco super
corporale relinquere eaque statim post Missam, populo dimisso, purificare.</p>
<h4>Ritus conclusionis</h4>
<p><span class="rub"><a name="p184">184.</a></span> Dicta oratione post Communionem, diaconus facit breves annuntiationes
populo, qu&aelig; forte faciend&aelig; sunt, nisi ipse sacerdos malit eas facere.</p>
<p><span class="rub"><a name="p185">185.</a></span> Si adhibetur oratio super populum vel formula benedictionis sollemnis
diaconus dicit: <span class="rub">Inclin&aacute;te vos ad benedicti&oacute;nem</span>. Data benedictione a sacerdote,
diaconus populum dimittit dicens, manibus iunctis, ad populum versus: <span class="rub">Ite,
missa est</span>.</p>
<p><span class="rub"><a name="p186">186.</a></span> Deinde, una cum sacerdote, altare osculo veneratur, et, facta profunda
inclinatione, simili modo quo processerat, recedit.</p>
<h4 class="sc"><span class="nig">C)</span> De muneribus acolythi</h4>
<p><span class="rub"><a name="p187">187.</a></span> Munera qu&aelig; acolythus exercere potest varii sunt generis; plura autem
ex iis simul occurrere possunt. Expedit proinde ut opportune inter plures distribuantur;
si vero unus tantum acolythus pr&aelig;sens adest, ea qu&aelig; potioris sunt
momenti ipse exsequatur, cetera vero inter plures ministros distribuantur.</p>
<h4>Ritus initiales</h4>
<p><span class="rub"><a name="p188">188.</a></span> In accessu ad altare crucem, medius inter duos ministros cum cereis
accensis, deferre potest. Cum autem ad altare pervenerit, crucem apud altare
erigit, ut fiat crux altaris, secus eam in loco digno reponit. Deinde locum suum
in presbyterio occupat.</p>
<p><span class="rub"><a name="p189">189.</a></span> Per totam celebrationem, acolythi est ad sacerdotem vel diaconum,
quoties opus sit, accedere, ut ipsis librum pr&aelig;beat et in aliis qu&aelig; necessaria
sunt eos adiuvet. Convenit proinde ut, quantum fieri possit, locum occupet e
quo ministerium suum commode possit implere, sive ad sedem sive ad altare.</p>
<h4>Liturgia eucharistica</h4>
<p><span class="rub"><a name="p190">190.</a></span> Absente diacono, expleta oratione universali, dum sacerdos ad sedem
manet, acolythus super altare ponit corporale, purificatorium, calicem, pallam
et missale. Deinde, si opus est, sacerdotem adiuvat in accipiendis donis populi
et, pro opportunitate, panem et vinum ad altare defert et sacerdoti tradit. Si incensum
adhibetur, sacerdoti thuribulum exhibet eique assistit in thurificandis
oblatis, cruce et altari. Deinde sacerdotem et populum incensat.</p>
<p><span class="rub"><a name="p191">191.</a></span> Acolythus rite institutus, qua minister extraordinarius, sacerdotem, si
necesse est, adiuvare potest in Communione populo distribuenda.<a href="#n100"><sup>100</sup></a><a name="v100"></a>
Quod si
Communio sub utraque specie fit, absente diacono, ipse calicem sumentibus
ministrat, vel calicem sustinet si Communio per intinctionem pr&aelig;betur.</p>
<p><span class="rub"><a name="p192">192.</a></span> Itemque acolythus rite institutus, distributione Communionis expleta,
sacerdotem vel diaconum in vasis sacris purificandis et componendis 
adiuvat. Absente vero diacono, acolythus rite institutus vasa sacra ad abacum 
defert ibique more solito ea purificat, abstergit et componit.</p>
<p><span class="rub"><a name="p193">193.</a></span> Celebratione Miss&aelig; expleta, acolythus aliique ministri, una cum diacono
et sacerdote ad sacristiam revertuntur processionaliter eodem modo et ordine
quo venerunt.</p>
<h4 class="sc"><span class="nig">D)</span> De muneribus lectoris</h4>
<h4>Ritus initiales</h4>
<p><span class="rub"><a name="p194">194.</a></span> In accessu ad altare, absente diacono, lector, veste probata indutus,
Evangeliarium parum elevatum deferre potest: tunc ante sacerdotem incedit;
secus cum aliis ministris.</p>
<p><span class="rub"><a name="p195">195.</a></span> Cum ad altare pervenerit, cum aliis facit profundam inclinationem. Si
Evangeliarium defert, ad altare accedit et Evangeliarium supra illud 
deponit. Deinde in presbyterio una cum aliis ministris locum suum occupat.</p>
<h4>Liturgia verbi</h4>
<p><span class="rub"><a name="p196">196.</a></span> Lectiones, qu&aelig; Evangelium pr&aelig;cedunt, ex ambone legit. Deficiente vero
psalmista, potest et psalmum responsorium post primam lectionem proferre.</p>
<p><span class="rub"><a name="p197">197.</a></span> Absente diacono, post introductionem a sacerdote dictam, intentiones
orationis universalis ex ambone proferre potest.</p>
<p><span class="rub"><a name="p198">198.</a></span> Si ad introitum vel ad Communionem non habetur cantus, et antiphon&aelig;
in Missali proposit&aelig; a fidelibus non recitantur, tempore conveniente eas
proferre potest (cf. nn. 48, 87).</p>
<h3>II. DE MISSA CONCELEBRATA</h3>
<p><span class="rub"><a name="p199">199.</a></span> Concelebratio qua unitas sacerdotii et sacrificii necnon totius populi
Dei opportune manifestatur ipso ritu pr&aelig;cipitur: in ordinatione Episcopi et presbyterorum,
in benedictione abbatis et in Missa chrismatis.</p>
<p>Commendatur autem, nisi utilitas christifidelium aliud requirat aut suadeat:
</p>
<p>a) ad Missam vespertinam in Cena Domini;
</p>
<p>b) ad Missam in Conciliis, Conventibus Episcoporum et Synodis;
</p>
<p>c) ad Missam conventualem et ad Missam principalem in ecclesiis et oratoriis;
</p>
<p>d) ad Missas in conventibus cuiusvis generis sacerdotum tum s&aelig;cularium
tum religiosorum.<a href="#n101"><sup>101</sup></a><a name="v101"></a>
</p>
<p>Singulo tamen sacerdoti liceat Eucharistiam individuali modo celebrare,
non vero eo tempore, quo in eadem ecclesia aut oratorio concelebratio
habetur. Attamen feria V in Cena Domini et in Missa Vigili&aelig; paschalis modo 
individuali sacrum litare non permittitur.</p>
<p><span class="rub"><a name="p200">200.</a></span> Presbyteri peregrini libenter ad concelebrationem eucharisticam accipiantur,
dummodo eorum condicio sacerdotalis cognoscatur.</p>
<p><span class="rub"><a name="p201">201.</a></span> Ubi magnus habetur numerus sacerdotum, concelebratio pluries etiam
in eodem die fieri potest, ubi necessitas vel pastoralis utilitas id suadeat; fieri
tamen debet temporibus subsequentibus vel in locis sacris diversis.<a href="#n102"><sup>102</sup></a><a name="v102"></a></p>
<p><span class="rub"><a name="p202">202.</a></span> Episcopi est, ad normam iuris, concelebrationis disciplinam in omnibus
ecclesiis et oratoriis su&aelig; dioecesis moderari.</p>
<p><span class="rub"><a name="p203">203.</a></span> In singulari honore illa concelebratio habenda est, qua presbyteri
alicuius dioecesis cum proprio Episcopo concelebrant, in Missa stationali
pr&aelig;sertim in diebus sollemnioribus anni liturgici, in Missa ordinationis novi
Episcopi dioecesis aut eius Coadiutoris vel Auxiliaris, in Missa chrismatis, in
Missa vespertina in Cena Domini, in celebrationibus Sancti Fundatoris Ecclesi&aelig;
localis vel Patroni dioecesis, in anniversariis Episcopi, occasione denique Synodi
vel visitationis pastoralis.</p>
<p>Eadem ratione concelebratio commendatur quoties presbyteri cum proprio
Episcopo conveniunt, sive occasione exercitiorum spiritualium, sive alicuius
conventus. In his casibus illud signum unitatis sacerdotii necnon Ecclesi&aelig;, omni
concelebrationi proprium, magis perspicuo modo manifestatur.<a href="#n103"><sup>103</sup></a><a name="v103"></a></p>
<p><span class="rub"><a name="p204">204.</a></span> Ob peculiarem causam, sive significationis ritus sive festivitatis, facultas
fit pluries celebrandi vel concelebrandi eodem die, sequentibus in casibus:
</p>
<p>a) si quis, feria V Hebdomad&aelig; sanct&aelig;, Missam chrismatis celebravit aut
concelebravit, etiam Missam vespertinam in Cena Domini celebrare aut concelebrare
potest;
</p>
<p>b) si quis Missam Vigili&aelig; paschalis celebravit aut concelebravit, potest Missam
in die Pasch&aelig; celebrare aut concelebrare;
</p>
<p>c) in Nativitate Domini omnes sacerdotes tres Missas celebrare vel concelebrare
possunt, dummodo h&aelig; suo tempore celebrentur;
</p>
<p>d) die Commemorationis omnium fidelium defunctorum omnes sacerdotes
tres Missas celebrare vel concelebrare possunt, dummodo celebrationes diversis
temporibus fiant et servatis iis qu&aelig; circa applicationem secund&aelig; et terti&aelig;
Miss&aelig; statuta sunt;<a href="#n104"><sup>104</sup></a><a name="v104"></a>
</p>
<p>e) si quis in Synodo et in visitatione pastorali cum Episcopo vel eius delegato
aut occasione cuiusdam conventus sacerdotum concelebrat, Missam ad
utilitatem fidelium iterum celebrare potest. Idem valet, servatis servandis, pro
coetibus religiosorum.</p>
<p><span class="rub"><a name="p205">205.</a></span> Missa concelebrata ordinatur, pro qualibet forma, iuxta normas communiter
servandas (cf. nn. 112-198), iis tamen servatis aut mutatis qu&aelig; infra
exponentur.</p>
<p><span class="rub"><a name="p206">206.</a></span> Nemo umquam ad concelebrandum accedat neque admittatur incepta
iam Missa.</p>
<p><span class="rub"><a name="p207">207.</a></span> In presbyterio parentur:
</p>
<p>a) sedes et libelli pro sacerdotibus concelebrantibus;
</p>
<p>b) in abaco: calix sufficientis magnitudinis, aut plures calices.</p>
<p><span class="rub"><a name="p208">208.</a></span> Si diaconus non adsit, munera ipsi propria ab aliquibus concelebrantibus
perficiuntur.</p>
<p>Si neque alii ministri adsint, partes ipsis propri&aelig; aliis fidelibus idoneis committi
possunt; secus ab aliquibus concelebrantibus absolvuntur.</p>
<p><span class="rub"><a name="p209">209.</a></span> Concelebrantes in secretario, vel alio loco apto, sacras vestes induunt,
quas sumere solent cum Missam singuli celebrant. Accedente tamen iusta causa,
v. gr. frequentiore concelebrantium numero et deficientia paramentorum,
concelebrantes, excepto semper celebrante principali, omittere possunt casulam
seu planetam, adhibita stola super albam.</p>
<h4>Ritus initiales</h4>
<p><span class="rub"><a name="p210">210.</a></span> Omnibus rite dispositis, fit de more processio per ecclesiam ad
altare. Sacerdotes concelebrantes incedunt ante celebrantem principalem.</p>
<p><span class="rub"><a name="p211">211.</a></span> Cum ad altare pervenerint, concelebrantes et celebrans principalis, facta
profunda inclinatione, altare osculo venerantur, deinde sedem sibi assignatam 
petunt. Celebrans vero principalis crucem et altare, pro opportunitate, incensat,
ac deinde sedem petit.</p>
<h4>Liturgia verbi</h4>
<p><span class="rub"><a name="p212">212.</a></span> Durante liturgia verbi concelebrantes locum suum occupant et sedent
et surgunt eadem ratione ac celebrans principalis.</p>
<p>Incepto <span class="rub">Allel&uacute;ia</span>, omnes surgunt, excepto Episcopo, qui imponit incensum
nihil dicens et benedicit diaconum vel, eo absente, concelebrantem qui Evangelium
est proclamaturus. In concelebratione tamen cui presbyter pr&aelig;est, concelebrans
qui, absente diacono, Evangelium proclamat, benedictionem celebrantis
principalis nec petit nec accipit.</p>
<p><span class="rub"><a name="p213">213.</a></span> Homiliam habet de more celebrans principalis, vel unus e concelebrantibus.</p>
<h4>Liturgia eucharistica</h4>
<p><span class="rub"><a name="p214">214.</a></span> Pr&aelig;paratio donorum (cf. nn. 139-146) perficitur a celebrante principali,
aliis concelebrantibus suis locis manentibus.</p>
<p><span class="rub"><a name="p215">215.</a></span> Post dictam a celebrante principali orationem super oblata, concelebrantes
ad altare accedunt et circa illud consistunt, ita tamen ut impedimento
non sint in ritibus peragendis, et actio sacra a fidelibus bene conspiciatur, neque
impedimento sint diacono quando ad altare, ratione sui ministerii, accedere
debet.</p>
<p>Diaconus suo ministerio prope altare fungatur, quando opus est calici et
missali ministrando. Attamen, quantum fieri potest stat aliquantulum retro, post
sacerdotes concelebrantes, qui circa celebrantem principalem consistunt.</p>
<h4>De modo proferendi Precem eucharisticam</h4>
<p><span class="rub"><a name="p216">216.</a></span> Pr&aelig;fatio cantatur vel dicitur a solo sacerdote celebrante principali;
<span class="rub">Sanctus</span> vero ab omnibus concelebrantibus una cum populo et schola cantatur
vel recitatur.</p>
<p><span class="rub"><a name="p217">217.</a></span> <span class="rub">Sanctus</span> expleto, sacerdotes concelebrantes Precem eucharisticam modo
infra descripto prosequuntur. Solus celebrans principalis gestus facit, nisi aliter
notetur.</p>
<p><span class="rub"><a name="p218">218.</a></span> Partes qu&aelig; ab omnibus concelebrantibus simul proferuntur, et pr&aelig;sertim
consecrationis verba, qu&aelig; exprimere omnes tenentur, in recitatione ita dicend&aelig;
sunt, ut eas concelebrantes submissa voce proferant et vox celebrantis
principalis clare audiatur. Hac ratione verba a populo facilius percipiuntur.</p>
<p>Partes ab omnibus concelebrantibus simul dicend&aelig;, qu&aelig; notis in missali ornantur,
laudabiliter cantu proferuntur.</p>
<h4>Prex eucharistica I, seu Canon romanus</h4>
<p><span class="rub"><a name="p219">219.</a></span> In Prece eucharistica I, seu Canone romano <span class="rub">Te &iacute;gitur</span> a solo celebrante
principali, extensis manibus, dicitur.</p>
<p><span class="rub"><a name="p220">220.</a></span> <span class="rub">Mem&eacute;nto</span> vivorum et <span class="rub">Communic&aacute;ntes</span> uni alterive e sacerdotibus concelebrantibus
committi convenit, qui solus has preces, manibus extensis, et elata
voce profert.</p>
<p><span class="rub"><a name="p221">221.</a></span> <span class="rub">Hanc &iacute;gitur</span> a solo celebrante principali iterum dicitur, manibus extensis.</p>
<p><span class="rub"><a name="p222">222.</a></span> A <span class="rub">Quam oblati&oacute;nem</span> usque ad <span class="rub">S&uacute;pplices</span>, celebrans principalis gestus facit,
omnes vero concelebrantes omnia simul proferunt, hoc modo:
</p>
<p>a) <span class="rub">Quam oblati&oacute;nem</span>, manibus ad oblata extensis;
</p>
<p>b) <span class="rub">Qui pr&iacute;die</span> et <span class="rub">S&iacute;mili modo</span>, manibus iunctis;
</p>
<p>c) verba Domini, manu dextera, si opportunum videtur, ad panem et ad
calicem extensa; ad ostensionem autem hostiam et calicem aspicientes ac
postea profunde se inclinantes;
</p>
<p>d) <span class="rub">Unde et m&eacute;mores</span> et <span class="rub">Supra qu&aelig;</span>, manibus extensis;
</p>
<p>e) <span class="rub">S&uacute;pplices</span>, inclinati et manibus iunctis usque ad verba <span class="rub">ex hac alt&aacute;ris 
participati&oacute;ne</span>, ac deinde erecti et se signantes ad verba <span class="rub">omni benedicti&oacute;ne
c&aelig;l&eacute;sti et gr&aacute;tia reple&aacute;mur</span>.</p>
<p><span class="rub"><a name="p223">223.</a></span> <span class="rub">Mem&eacute;nto</span> defunctorum et <span class="rub">Nobis quoque peccat&oacute;ribus</span> uni alterive e
concelebrantibus committi convenit, qui solus ea, manibus extensis et elata voce,
profert.</p>
<p><span class="rub"><a name="p224">224.</a></span> Ad verba <span class="rub">Nobis quoque peccat&oacute;ribus</span> omnes concelebrantes pectus sibi
percutiunt.</p>
<p><span class="rub"><a name="p225">225.</a></span> <span class="rub">Per quem h&aelig;c &oacute;mnia</span> a solo celebrante principali dicitur.</p>
<h4>Prex eucharistica II</h4>
<p><span class="rub"><a name="p226">226.</a></span> In Prece eucharistica II Vere Sanctus a solo celebrante principali,
extensis manibus, profertur.</p>
<p><span class="rub"><a name="p227">227.</a></span> Ab <span class="rub">H&aelig;c ergo dona</span> usque ad <span class="rub">Et s&uacute;pplices</span> omnes concelebrantes omnia
simul proferunt, hoc modo:
</p>
<p>a) <span class="rub">H&aelig;c ergo dona</span>, manibus ad oblata extensis;
</p>
<p>b) <span class="rub">Qui cum passi&oacute;ni</span> et <span class="rub">S&iacute;mili modo</span>, manibus iunctis;
</p>
<p>c) verba Domini, manu dextera, si opportunum videtur, ad panem et ad
calicem extensa; ad ostensionem autem hostiam et calicem aspicientes ac
postea profunde se inclinantes;
</p>
<p>d) <span class="rub">M&eacute;mores &iacute;gitur</span> atque <span class="rub">Et s&uacute;pplices</span>, manibus extensis.</p>
<p><span class="rub"><a name="p228">228.</a></span> Intercessiones pro vivis: <span class="rub">Record&aacute;re, D&oacute;mine</span>, et pro defunctis: <span class="rub">Mem&eacute;nto
&eacute;tiam fratrum nostr&oacute;rum</span>, uni alterive e concelebrantibus committi convenit,
qui solus eas, manibus extensis et elata voce, profert.</p>
<h4>Prex eucharistica III</h4>
<p><span class="rub"><a name="p229">229.</a></span> In Prece eucharistica III <span class="rub">Vere Sanctus</span> a solo celebrante principali,
extensis manibus, profertur.</p>
<p><span class="rub"><a name="p230">230.</a></span> A <span class="rub">S&uacute;pplices ergo te, D&oacute;mine</span>, usque ad <span class="rub">R&eacute;spice, qu&#509;sumus</span>, omnes
concelebrantes omnia simul proferunt hoc modo:
</p>
<p>a) <span class="rub">S&uacute;pplices ergo te, D&oacute;mine</span>, manibus ad oblata extensis;
</p>
<p>b) <span class="rub">Ipse enim in qua nocte tradeb&aacute;tur</span> et <span class="rub">S&iacute;mili modo</span>, manibus iunctis;
</p>
<p>c) verba Domini, manu dextera, si opportunum videtur, ad panem et ad
calicem extensa; ad ostensionem autem hostiam et calicem aspicientes ac
postea profunde se inclinantes;
</p>
<p>d) <span class="rub">M&eacute;mores &iacute;gitur</span> et <span class="rub">R&eacute;spice, qu&#509;sumus</span>, manibus extensis.</p>
<p><span class="rub"><a name="p231">231.</a></span> Intercessiones: <span class="rub">Ipse nos</span>, <span class="rub">H&aelig;c h&oacute;stia nostr&aelig; reconciliati&oacute;nis</span>, et <span class="rub">Fratres
nostros</span> uni alterive e concelebrantibus committi convenit, qui solus eas, manibus
extensis et elata voce, profert.</p>
<h4>Prex eucharistica IV</h4>
<p><span class="rub"><a name="p232">232.</a></span> In Prece eucharistica IV <span class="rub">Confit&eacute;mur tibi, Pater sancte</span>, usque ad <span class="rub">omnem
sanctificati&oacute;nem compl&eacute;ret</span>, a solo celebrante principali, extensis manibus,
profertur.</p>
<p><span class="rub"><a name="p233">233.</a></span> A <span class="rub">Qu&#509;sumus &iacute;gitur, D&oacute;mine</span>, usque ad <span class="rub">R&eacute;spice, D&oacute;mine</span>, omnes concelebrantes
omnia simul proferunt, hoc modo:
</p>
<p>a) <span class="rub">Qu&#509;sumus &iacute;gitur, D&oacute;mine</span>, manibus ad oblata extensis;
</p>
<p>b) <span class="rub">Ipse enim, cum hora ven&iacute;sset</span> et <span class="rub">S&iacute;mili modo</span>, manibus iunctis;
</p>
<p>c) verba Domini, manu dextera, si opportunum videtur, ad panem et ad
calicem extensa; ad ostensionem autem hostiam et calicem aspicientes ac
postea profunde se inclinantes;
</p>
<p>d) <span class="rub">Unde et nos</span> et <span class="rub">R&eacute;spice, D&oacute;mine</span>, manibus extensis.</p>
<p><span class="rub"><a name="p234">234.</a></span> Intercessiones: <span class="rub">Nunc ergo, D&oacute;mine, &oacute;mnium record&aacute;re</span>, et <span class="rub">Nobis &oacute;mnibus</span>
uni alterive e concelebrantibus committi convenit, qui solus eas, manibus
extensis et elata voce, profert.</p>
<p><span class="rub"><a name="p235">235.</a></span> Quoad alias Preces eucharisticas ab Apostolica Sede approbatas, serventur
norm&aelig; pro singulis statut&aelig;.</p>
<p><span class="rub"><a name="p236">236.</a></span> Doxologia finalis Precis eucharistic&aelig; solummodo a sacerdote celebrante
principali et, si placuerit, una cum aliis concelebrantibus profertur, non autem
a fidelibus.</p>
<h4>Ritus Communionis</h4>
<p><span class="rub"><a name="p237">237.</a></span> Deinde celebrans principalis, iunctis manibus, dicit monitionem ante
Orationem dominicam ac deinde, manibus extensis, una cum ceteris concelebrantibus,
qui et manus extendunt, et cum populo ipsam Orationem dominicam.</p>
<p><span class="rub"><a name="p238">238.</a></span> <span class="rub">L&iacute;bera nos</span> dicitur a solo celebrante principali, manibus extensis. Omnes
concelebrantes, una cum populo, acclamationem finalem proferunt: <span class="rub">Quia
tuum est regnum</span>.</p>
<p><span class="rub"><a name="p239">239.</a></span> Post monitionem diaconi vel, eo absente, unius e concelebrantibus: <span class="rub">Off&eacute;rte
vobis pacem</span>, omnes sibi invicem pacem tradunt. Qui propiores sunt celebranti
principali pacem ab ipso recipiunt ante diaconum.</p>
<p><span class="rub"><a name="p240">240.</a></span> Dum <span class="rub">Agnus Dei</span> profertur, diaconi vel aliqui e concelebrantibus celebrantem
principalem adiuvare possunt ad hostias frangendas, sive pro concelebrantium
sive pro populi Communione.</p>
<p><span class="rub"><a name="p241">241.</a></span> Immixtione peracta, solus celebrans principalis, manibus iunctis, dicit
secreto orationem <span class="rub">D&oacute;mine Iesu Christe, Fili Dei vivi</span> vel <span class="rub">Perc&eacute;ptio C&oacute;rporis et
S&aacute;nguinis</span>.</p>
<p><span class="rub"><a name="p242">242.</a></span> Oratione ante Communionem expleta, celebrans principalis genuflectit
et paulum recedit. Concelebrantes vero unus post alium ad medium altaris
accedunt, genuflectunt et Corpus Christi reverenter ex altari accipiunt, atque
manu dextera illud tenentes, eique manum sinistram supponentes, ad loca sua
recedunt. Possunt tamen concelebrantes suis locis remanere et Corpus Christi e
patena sumere, quam celebrans principalis aut unus vel plures e concelebrantibus
tenent, ante ipsos transeundo, vel etiam tradendo patenam sequenti et ita
usque ad ultimum.</p>
<p><span class="rub"><a name="p243">243.</a></span> Deinde celebrans principalis accipit hostiam in eadem Missa consecratam,
eamque aliquantulum elevatam super patenam vel super calicem tenens,
versus ad populum dicit: <span class="rub">Ecce Agnus Dei</span>, et prosequitur cum concelebrantibus
et populo, dicens: <span class="rub">D&oacute;mine, non sum dignus</span>.</p>
<p><span class="rub"><a name="p244">244.</a></span> Deinde celebrans principalis, ad altare versus, secreto dicit: <span class="rub">Corpus
Christi cust&oacute;diat me in vitam &aelig;t&eacute;rnam</span>, et Corpus Christi reverenter sumit. Similiter
faciunt concelebrantes seipsos communicantes. Post eos diaconus a celebrante
principali Corpus et Sanguinem Domini accipit.</p>
<p><span class="rub"><a name="p245">245.</a></span> Sanguis Domini sumi potest vel ex ipso calice directe bibendo, vel per
intinctionem, vel cum calamo, vel cum cochleari.</p>
<p><span class="rub"><a name="p246">246.</a></span> Si Communio fit bibendo directe ex calice, unus ex his modis potest
adhiberi:
</p>
<p>a) Celebrans principalis, stans in medio altaris, accipit calicem et secreto
dicit: <span class="rub">Sanguis Christi cust&oacute;diat me in vitam &aelig;t&eacute;rnam</span>, et paulum Sanguinis sumit
et calicem diacono vel concelebranti tradit. Communionem fidelibus deinde
distribuit (cf. nn. 160-162).</p>
<p>Concelebrantes unus post alium, vel bini si duo calices adhibentur, ad altare
accedunt, genuflectunt, Sanguinem sumunt, labrum calicis abstergunt et ad
suam sedem redeunt.</p>
<p></p>
<p>b) Celebrans principalis Sanguinem Domini sumit de more stans in medio
altaris.</p>
<p>Concelebrantes vero Sanguinem Domini sumere possunt locis suis manendo et
ex calice, ipsis a diacono vel ab uno concelebrante oblato, bibendo; aut etiam tradendo
sibi deinceps calicem. Calix semper abstergitur vel ab eo qui bibit vel ab illo
qui calicem pr&aelig;sentat. Singuli, cum communicaverint, ad suam sedem redeunt.</p>
<p><span class="rub"><a name="p247">247.</a></span> Diaconus totum Christi Sanguinem qui remansit ad altare reverenter
sumit, adiuvantibus, si casus fert, aliquibus concelebrantibus, dein calicem ad
abacum transfert, ibique ipse vel acolythus rite institutus more solito eum purificat,
abstergit et componit (cf. n. 183).</p>
<p><span class="rub"><a name="p248">248.</a></span> Communio concelebrantium ita etiam potest ordinari, ut singuli ad altare
Corpori et, statim postea, Sanguini Domini communicent.</p>
<p>Hoc in casu, celebrans principalis sub utraque specie Communionem more
solito sumit (cf. n. 158), servato tamen ritu pro Communione calicis singulis in
casibus electo, quem ceteri concelebrantes sequantur.</p>
<p>Communione autem celebrantis principalis peracta, calix ad latus altaris super
aliud corporale deponitur. Concelebrantes unus post alium ad medium altaris
accedunt, genuflectunt et Corpori Domini communicant; transeunt deinde
ad latus altaris, et Sanguinem Domini sumunt, iuxta ritum pro Communione
calicis electum, ut supra dictum est.</p>
<p>Eodem modo ac supra fiunt et Communio diaconi et purificatio calicis.</p>
<p><span class="rub"><a name="p249">249.</a></span> Si Communio concelebrantium fit per intinctionem, celebrans principalis
more solito Corpus et Sanguinem Domini sumit, attendens tamen ut in calice
satis Sanguinis remaneat ad Communionem concelebrantium. Diaconus
deinde, vel unus e concelebrantibus, calicem aut in medio altaris, aut ad latus
eius super aliud corporale, una cum patena continente particulas hosti&aelig;, opportune
disponit.</p>
<p>Concelebrantes, unus post alium, ad altare accedunt, genuflectunt, particulam
accipiunt, eam partim in calicem intingunt et, purificatorium ori submittentes, intinctam
particulam sumunt, ac deinde ad loca sua recedunt ut initio Miss&aelig;.</p>
<p>Per intinctionem Communionem accipit etiam diaconus, qui <span class="rub">Amen</span> respondet
concelebranti sibi dicenti: <span class="rub">Corpus et Sanguis Christi</span>. Diaconus autem ad
altare totum Sanguinem qui remansit sumit, adiuvantibus, si casus fert, aliquibus
concelebrantibus, calicem ad abacum transfert, ibique ipse vel acolythus rite
institutus more solito eum purificat, abstergit et componit.</p>
<h4>Ritus conclusionis</h4>
<p><span class="rub"><a name="p250">250.</a></span> Cetera usque ad finem Miss&aelig; fiunt more solito (cf. nn. 166-168) a celebrante
principali, concelebrantibus suis sedibus remanentibus.</p>
<p><span class="rub"><a name="p251">251.</a></span> Concelebrantes, antequam ab altari discedant, altari profundam inclinationem
faciunt. Celebrans vero principalis cum diacono altare de more osculo
veneratur.</p>
<h3>III. DE MISSA, CUIUS UNUS TANTUM MINISTER PARTICIPAT</h3>
<p><span class="rub"><a name="p252">252.</a></span> In Missa qu&aelig; celebratur a sacerdote cui unus tantum minister assistit
et respondet, servatur ritus Miss&aelig; cum populo (cf. nn. 120-169), ministro, pro
opportunitate, partes populi proferente.</p>
<p><span class="rub"><a name="p253">253.</a></span> Si tamen minister est diaconus, ipse munera sibi propria peragit
(cf. nn. 171-186), necnon alias partes populi adimplet.</p>
<p><span class="rub"><a name="p254">254.</a></span> Celebratio sine ministro vel aliquo saltem fideli ne fiat nisi iusta et rationabili
de causa. Hoc in casu salutationes, monitiones et benedictio in fine
Miss&aelig; omittuntur.</p>
<p><span class="rub"><a name="p255">255.</a></span> Ante Missam vasa necessaria parantur vel ad abacum, vel super altare
ad latus dexterum.</p>
<h4>Ritus initiales</h4>
<p><span class="rub"><a name="p256">256.</a></span> Sacerdos ad altare accedit et, facta cum ministro profunda inclinatione,
osculo veneratur altare et sedem petit. Si libet, sacerdos potest ad altare
manere; hoc in casu, ibi etiam missale paratur. Tunc minister vel sacerdos dicit
antiphonam ad introitum.</p>
<p><span class="rub"><a name="p257">257.</a></span> Deinde sacerdos cum ministro, stans, signat se signo crucis et dicit: <span class="rub">In
n&oacute;mine Patris</span>; conversus ad ministrum eum salutat, unam e formulis propositis
eligendo.</p>
<p><span class="rub"><a name="p258">258.</a></span> Deinde peragitur actus p&aelig;nitentialis, et, iuxta rubricas, dicitur <span class="rub">K&yacute;rie</span> et
<span class="rub">Gl&oacute;ria</span>.</p>
<p><span class="rub"><a name="p259">259.</a></span> Deinde, manibus iunctis, dicit <span class="rub">Or&eacute;mus</span> et, interposita mora convenienti,
manibus extensis, profert collectam. In fine minister acclamat: <span class="rub">Amen</span>.</p>
<h4>Liturgia verbi</h4>
<p><span class="rub"><a name="p260">260.</a></span> Lectiones, quantum fieri potest, ex ambone vel ex pluteo proferuntur.</p>
<p><span class="rub"><a name="p261">261.</a></span> Dicta collecta, minister legit primam lectionem et psalmum, et, quando
dicenda est, secundam lectionem atque versum ad <span class="rub">Allel&uacute;ia</span> vel alterum cantum.</p>
<p><span class="rub"><a name="p262">262.</a></span> Deinde sacerdos, profunde inclinatus, dicit: <span class="rub">Munda cor meum</span>, et postea
legit Evangelium. In fine dicit: <span class="rub">Verbum D&oacute;mini</span>, cui minister respondet:
<span class="rub">Laus tibi, Christe</span>. Sacerdos deinde librum osculo veneratur, secreto dicens: <span class="rub">Per
evang&eacute;lica dicta</span>.</p>
<p><span class="rub"><a name="p263">263.</a></span> Sacerdos postea symbolum, iuxta rubricas, una cum ministro recitat.</p>
<p><span class="rub"><a name="p264">264.</a></span> Sequitur oratio universalis, qu&aelig; etiam in hac Missa dici potest. Sacerdos
introducit et concludit orationem, minister vero intentiones profert.</p>
<h4>Liturgia eucharistica</h4>
<p><span class="rub"><a name="p265">265.</a></span> In Liturgia eucharistica omnia fiunt sicut in Missa cum populo, pr&aelig;ter
ea qu&aelig; sequuntur.</p>
<p><span class="rub"><a name="p266">266.</a></span> Expleta acclamatione in fine embolismi qui sequitur Orationem dominicam,
sacerdos dicit orationem <span class="rub">D&oacute;mine Iesu Christe, qui dix&iacute;sti</span>; ac deinde
subiungit: <span class="rub">Pax D&oacute;mini sit semper vob&iacute;scum</span>, cui minister respondet: <span class="rub">Et cum
sp&iacute;ritu tuo</span>. Pro opportunitate sacerdos dat pacem ministro.</p>
<p><span class="rub"><a name="p267">267.</a></span> Deinde, dum dicit <span class="rub">Agnus Dei</span> cum ministro, sacerdos frangit hostiam
super patenam. Expleto <span class="rub">Agnus Dei</span>, facit immixtionem, dicens secreto: <span class="rub">H&aelig;c
comm&iacute;xtio</span>.</p>
<p><span class="rub"><a name="p268">268.</a></span> Post immixtionem, sacerdos dicit secreto orationem <span class="rub">D&oacute;mine Iesu Christe,
Fili Dei vivi</span> vel <span class="rub">Perc&eacute;ptio;</span> deinde genuflectit, hostiam accipit et, si minister
Communionem recipit, versus ad eum et hostiam aliquantulum elevatam super
patenam vel super calicem tenens, dicit: <span class="rub">Ecce Agnus Dei</span> et cum ipso subdit:
<span class="rub">D&oacute;mine, non sum dignus</span>. Deinde, ad altare conversus, Corpus Christi sumit. Si
vero minister Communionem non recipit, facta genuflexione, sacerdos hostiam
accipit et, ad altare conversus, dicit secreto: <span class="rub">D&oacute;mine, non sum dignus</span>, et <span class="rub">Corpus
Christi cust&oacute;diat</span> ac dein Christi Corpus sumit. Deinde accipit calicem et secreto
dicit: <span class="rub">Sanguis Christi cust&oacute;diat</span> et Sanguinem sumit.</p>
<p><span class="rub"><a name="p269">269.</a></span> Antequam Communio detur ministro, dicitur a ministro vel ab ipso sacerdote
antiphona ad Communionem.</p>
<p><span class="rub"><a name="p270">270.</a></span> Sacerdos calicem purificat ad abacum vel ad altare. Si calix ad altare
purificatur, potest ad abacum a ministro deferri, aut super altare ad latus reponi.</p>
<p><span class="rub"><a name="p271">271.</a></span> Purificatione calicis expleta, oportet ut sacerdos aliquam pausam silentii
servet; postea vero dicit orationem post Communionem.</p>
<h4>Ritus conclusionis</h4>
<p><span class="rub"><a name="p272">272.</a></span> Ritus conclusionis perficiuntur sicut in Missa cum populo, <span class="rub">Ite, missa
est</span> omisso. Sacerdos altare de more osculo veneratur et, facta profunda inclinatione
cum ministro, recedit.</p>
<h3>IV. QU&#198;DAM NORM&#198; GENERALIORES PRO OMNIBUS FORMIS MISS&#198;</h3>
<h4>De veneratione altaris et Evangeliarii</h4>
<p><span class="rub"><a name="p273">273.</a></span> Iuxta morem traditum, veneratio altaris et Evangeliarii osculo perficitur.</p>
<p>Attamen, ubi huiusmodi signum non congruit cum traditionibus aut ingenio alicuius
regionis, ibi est Conferenti&aelig; Episcoporum aliud signum statuere loco illius
adhibendum, consentiente Sede Apostolica.</p>
<h4>De genuflexione et inclinatione</h4>
<p><span class="rub"><a name="p274">274.</a></span> Genuflexio, qu&aelig; fit dextero genu flectendo usque ad terram, adorationem
significat; ideoque reservatur Ss.mo Sacramento, et sanct&aelig; Cruci inde a
sollemni adoratione in Actione liturgica feri&aelig; VI in Passione Domini usque ad
initium Vigili&aelig; paschalis.</p>
<p>In Missa tres genuflexiones fiunt a sacerdote celebrante, hoc est: post
ostensionem hosti&aelig;, post ostensionem calicis et ante Communionem. Peculiaritates
in Missa concelebrata servand&aelig; suis locis notantur (cf. nn. 210-251).</p>
<p>Si vero tabernaculum cum SS.mo Sacramento sit in presbyterio, sacerdos,
diaconus et alii ministri genuflectunt, cum ad altare perveniunt et ab eo recedunt,
non autem durante ipsa Miss&aelig; celebratione.</p>
<p>Secus genuflectunt omnes qui ante Ss.mum Sacramentum transeunt, nisi
processionaliter incedant.</p>
<p>Ministri qui crucem processionalem vel cereos deferunt, loco genuflexionis
inclinationem capitis faciunt.</p>
<p><span class="rub"><a name="p275">275.</a></span> Inclinatione significatur reverentia et honor qu&aelig; personis ipsis vel eorum
signis tribuitur. Du&aelig; species inclinationum habentur, scilicet capitis et corporis:
</p>
<p>a) Inclinatio capitis fit cum tres Divin&aelig; Person&aelig; simul nominantur, et ad
nomen Iesu, beat&aelig; Mari&aelig; Virginis et Sancti in cuius honorem celebratur Missa.</p>
<p>b) Inclinatio corporis seu inclinatio profunda, fit: ad altare; ad orationes
<span class="rub">Munda cor meum</span> et <span class="rub">In sp&iacute;ritu humilit&aacute;tis</span>; in symbolo ad verba <span class="rub">Et incarn&aacute;tus
est</span>; in Canone romano ad verba <span class="rub">S&uacute;pplices te rog&aacute;mus</span>. Eadem inclinatio fit a
diacono, cum petit benedictionem ante proclamationem Evangelii. Sacerdos insuper
parum se inclinat cum, in consecratione, verba Domini profert.</p>
<h4>De incensatione</h4>
<p><span class="rub"><a name="p276">276.</a></span> Thurificatio seu incensatio reverentiam exprimit et orationem, ut in Sacra
Scriptura significatur (cf. Ps 140, 2; Apoc 8, 3).</p>
<p>Incensum ad libitum adhiberi potest in qualibet forma Miss&aelig;:
</p>
<p>a) durante processione ingressus;
</p>
<p>b) initio Miss&aelig;, ad crucem et altare thurificandum;
</p>
<p>c) ad processionem et ad proclamationem Evangelii;
</p>
<p>d) pane et calice super altare depositis, ad thurificanda oblata, crucem et
altare, necnon sacerdotem et populum;
</p>
<p>e) ad ostensionem hosti&aelig; et calicis post consecrationem.</p>
<p><span class="rub"><a name="p277">277.</a></span> Sacerdos, cum incensum ponit in thuribulum, illud benedicit signo crucis,
nihil dicens.</p>
<p>Ante et post thurificationem fit profunda inclinatio person&aelig; vel rei qu&aelig; incensatur,
altari et oblatis pro Miss&aelig; sacrificio exceptis.</p>
<p>Tribus ductibus thuribuli incensantur: Ss.mum Sacramentum, reliquia
sanct&aelig; Crucis et imagines Domini public&aelig; venerationi exposit&aelig;, oblata pro
Miss&aelig; sacrificio, crux altaris, Evangeliarium, cereus paschalis, sacerdos et populus.</p>
<p>Duobus ductibus incensantur reliqui&aelig; et imagines Sanctorum public&aelig; venerationi
exposit&aelig;, et quidem unice initio tantum celebrationis, post incensationem
altaris.</p>
<p>Altare incensatur singulis ictibus hoc modo:
</p>
<p>a) si altare est a pariete seiunctum, sacerdos illud circumeundo incensat;
</p>
<p>b) si vero altare non est a pariete seiunctum, sacerdos transeundo incensat
primo partem dexteram, deinde partem sinistram.</p>
<p>Crux, si est super altare vel apud ipsum, thurificatur ante altaris incensationem,
secus cum sacerdos transit ante ipsam.</p>
<p>Oblata incensat sacerdos tribus ductibus thuribuli, ante incensationem crucis
et altaris, vel signum crucis super oblata thuribulo producens.</p>
<h4>De purificatione</h4>
<p><span class="rub"><a name="p278">278.</a></span> Quoties aliquod fragmentum hosti&aelig; digitis adh&aelig;serit, pr&aelig;cipue post
fractionem vel fidelium Communionem, sacerdos digitos super patenam abstergat
vel pro necessitate abluat. Similiter fragmenta, si qu&aelig; extra patenam sint,
colligat.</p>
<p><span class="rub"><a name="p279">279.</a></span> Vasa sacra purificantur a sacerdote vel a diacono vel ab acolytho instituto
post Communionem vel post Missam, quantum fieri potest ad abacum. Purificatio
calicis fit cum aqua vel cum aqua et vino, qu&aelig; ab ipso qui purificat,
sumitur. Patena de more purificatorio detergeatur.</p>
<p>Attendendum est ut quod de Sanguine Christi post Communionis distributionem
forte remanet statim ex integro sumatur ad altare.</p>
<p><span class="rub"><a name="p280">280.</a></span> Si hostia vel aliqua particula dilabatur, reverenter accipiatur; si quid
vero Sanguinis fundatur, locus ubi ceciderit aqua lavetur, et h&aelig;c aqua postea in
sacrarium in sacristia collocatum mittatur.</p>
<h4>De Communione sub utraque specie</h4>
<p><span class="rub"><a name="p281">281.</a></span> Formam ratione signi pleniorem habet sacra Communio cum fit sub
utraque specie. In ea enim forma signum eucharistici convivii perfectius elucet,
et clarius exprimitur voluntas divina qua novum et &aelig;ternum Testamentum in
Sanguine Domini ratum habetur, necnon ratio inter convivium eucharisticum et
convivium eschatologicum in regno Patris.<a href="#n105"><sup>105</sup></a><a name="v105"></a></p>
<p><span class="rub"><a name="p282">282.</a></span> Curent sacri pastores fidelibus, qui ritum participant, vel ei intersunt,
aptiore quo fieri potest modo doctrinam catholicam de forma sacr&aelig; Communionis
in mentem revocare iuxta Concilium &#338;cumenicum Tridentinum. In primis 
christifideles moneant fidem catholicam docere etiam sub altera tantum
specie totum atque integrum Christum verumque Sacramentum sumi, ac propterea,
quod ad fructum attinet, nulla gratia necessaria ad salutem eos defraudari
qui unam speciem solam recipiant.<a href="#n106"><sup>106</sup></a><a name="v106"></a>
</p>
<p>Doceant insuper Ecclesiam potestatem habere in Sacramentorum dispensatione,
salva eorum substantia, statuendi vel mutandi qu&aelig; ipsorum venerationi
vel suscipientium utilitati pro rerum, temporum et locorum varietate magis
expedire iudicaverit.<a href="#n107"><sup>107</sup></a><a name="v107"></a>
Simul tamen fideles moneantur ut sacrum ritum, quo signum
eucharistici convivii plenius elucet, impensius participare velint.</p>
<p><span class="rub"><a name="p283">283.</a></span> Communio sub utraque specie permittitur, pr&aelig;ter casus in libris ritualibus
expositos:
</p>
<p>a) sacerdotibus qui sacrum celebrare vel concelebrare non possunt;
</p>
<p>b) diacono et ceteris qui aliquod officium in Missa implent;
</p>
<p>c) sodalibus communitatum in Missa conventuali vel in illa qu&aelig; &laquo;&nbsp;communitatis
&raquo; dicitur, alumnis seminariorum, omnibus qui exercitiis spiritualibus vacant
vel conventum spiritualem aut pastoralem participant.</p>
<p>Episcopus dioecesanus normas circa Communionem sub utraque specie pro
sua dioecesi definire potest, etiam in ecclesiis religiosorum et in parvis coetibus
servandas. Eidem Episcopo facultas datur Communionem sub utraque specie
permittendi, quoties id sacerdoti cui, uti pastori proprio, communitas commissa
est, opportunum videatur, dummodo fideles bene instructi sint et absit omne
periculum profanationis Sacramenti, vel ritus difficilior evadat ob multitudinem
participantium aliamve causam.</p>
<p>Quod autem ad modum distribuendi fidelibus sacram Communionem sub
utraque specie, et ad facultatis extensionem Conferenti&aelig; Episcoporum normas
edere possunt, actis a Sede Apostolica recognitis.</p>
<p><span class="rub"><a name="p284">284.</a></span> Cum Communio sub utraque specie distribuitur:
</p>
<p>a) ad calicem de more ministrat diaconus vel, eo absente, presbyter; vel
etiam acolythus rite institutus aut alius minister extraordinarius sacr&aelig; Communionis;
aut fidelis, cui, in casu necessitatis, hoc officium ad actum concreditur;
</p>
<p>b) quod de Sanguine Christi forte remanet sumitur ad altare a sacerdote,
vel diacono, vel ab acolytho rite instituto, qui calici ministravit et vasa sacra
more solito purificat, abstergit et componit.</p>
<p>Fidelibus, qui forte sub specie tantum panis communicare volunt, sacra
Communio hac forma pr&aelig;beatur.</p>
<p><span class="rub"><a name="p285">285.</a></span> Ad Communionem sub utraque specie distribuendam, parentur:
</p>
<p>a) si Communio calicis fit bibendo directe ex calice, vel calix sufficientis
magnitudinis, vel plures calices, cauto semper tamen ut pr&aelig;videatur ne copia
Sanguinis Christi plus &aelig;quo remaneat in fine celebrationis sumenda;
</p>
<p>b) si per intinctionem fit, hosti&aelig; ne sint nimis tenues neque nimis parv&aelig;, sed
paulum spissiores solito, ut, Sanguine partim intinct&aelig;, possint commode distribui.</p>
<p><span class="rub"><a name="p286">286.</a></span> Si Communio Sanguinis fit bibendo e calice, communicandus postquam
Corpus Christi accepit, transit ad calicis ministrum et stat coram eo. Minister 
dicit: <span class="rub">Sanguis Christi</span>; communicandus respondet: <span class="rub">Amen</span>, et minister
porrigit ei calicem, quem communicandus ipse manibus suis ori admovet. Communicandus
paulum e calice bibit, eum ministro restituit et recedit; minister
autem labrum calicis purificatorio abstergit.</p>
<p><span class="rub"><a name="p287">287.</a></span> Si Communio calicis fit per intinctionem, communicandus, patinam
sub ore tenens, accedit ad sacerdotem, qui vas cum sacris particulis tenet et ad
cuius latus sistit minister qui calicem sustinet. Sacerdos hostiam accipit, partem
eius in calicem intingit et eam ostendendo dicit: <span class="rub">Corpus et Sanguis Christi</span>;
communicandus respondet: <span class="rub">Amen</span>, a sacerdote Sacramentum ore recipit, ac postea
recedit.</p>
<h2>Caput V<br>
DE ECCLESIARUM DISPOSITIONE ET ORNATU AD EUCHARISTIAM CELEBRANDAM</h2>
<h3>I. PRINCIPIA GENERALIA</h3>
<p><span class="rub"><a name="p288">288.</a></span> Ad Eucharistiam celebrandam, populus Dei plerumque in ecclesiam
congregatur vel, ea deficiente aut insufficiente, in alium locum honestum qui
tamen sit tanto mysterio dignus. Ecclesi&aelig; igitur, aliave loca, ad sacram actionem
exsequendam et ad fidelium actuosam participationem obtinendam apta
sint. &#198;des sacr&aelig; insuper et res ad cultum divinum pertinentes vere sint dign&aelig;,
pulchr&aelig;, atque rerum supernarum signa et symbola.<a href="#n108"><sup>108</sup></a><a name="v108"></a></p>
<p><span class="rub"><a name="p289">289.</a></span> Proinde, Ecclesia nobile subsidium artium continenter qu&aelig;rit, et omnium
gentium atque regionum artis significationes admittit.<a href="#n109"><sup>109</sup></a><a name="v109"></a>
Immo, sicut studet
artis opera atque thesauros a s&aelig;culis anteactis tradita servare<a href="#n110"><sup>110</sup></a><a name="v110"></a>
et, quatenus
opus est, novis necessitatibus aptare, nova cuiusque &aelig;tatis indoli consona promovere
contendit.<a href="#n111"><sup>111</sup></a><a name="v111"></a>
</p>
<p>Quapropter in instituendis artificibus necnon in seligendis operibus in ecclesiam
admittendis, vera artis pr&aelig;stantia exquiratur, qu&aelig; fidem et pietatem alat
et cum veritate significationis et finis cui destinatur congruat.<a href="#n112"><sup>112</sup></a><a name="v112"></a></p>
<p><span class="rub"><a name="p290">290.</a></span> Ecclesi&aelig; omnes dedicentur vel saltem benedicantur. Cathedrales tamen
et paroeciales ecclesi&aelig; sollemni ritu dedicentur.</p>
<p><span class="rub"><a name="p291">291.</a></span> Ad sacras &aelig;des recte exstruendas, reficiendas atque disponendas, omnes
quorum interest Commissionem dioecesanam de sacra Liturgia et de Arte
sacra consulant. Episcopus autem dioecesanus eiusdem Commissionis consilio et
adiutorio utatur, quando agitur de normis in hac re tradendis, aut de novarum
&aelig;dium adumbrationibus approbandis aut de quibusdam qu&aelig;stionibus nonnullius
momenti diiudicandis.<a href="#n113"><sup>113</sup></a><a name="v113"></a></p>
<p><span class="rub"><a name="p292">292.</a></span> Ornatus ecclesi&aelig; ad nobilem ipsius simplicitatem conferat, potius
quam ad pompam. In elementis autem seligendis qu&aelig; ad ornatum pertinent,
rerum veritas curetur, atque eo contendatur, ut ad fidelium institutionem conferat
et ad dignitatem totius loci sacri.</p>
<p><span class="rub"><a name="p293">293.</a></span> Apta ecclesi&aelig; eiusque adiunctorum dispositio, qu&aelig; necessitatibus nostr&aelig;
&aelig;tatis opportune respondeat, requirit ut non ea solummodo curentur qu&aelig;
ad sacras actiones celebrandas directius pertineant, sed ut ea quoque pr&aelig;videantur, 
qu&aelig; ad fidelium convenientem commoditatem tendunt, qu&aelig;que in locis
ubi populus congregatur habitualiter pr&aelig;videri solent.</p>
<p><span class="rub"><a name="p294">294.</a></span> Populus Dei, qui ad Missam congregatur, coh&aelig;rentem et hierarchicam
habet ordinationem, qu&aelig; diversis ministeriis diversaque actione pro singulis celebrationis
partibus exprimitur. Generalis itaque dispositio &aelig;dis sacr&aelig; ea sit
oportet qu&aelig; coetus congregati imaginem quodammodo pr&aelig; se ferat, atque congruam
omnium ordinationem permittat necnon rectam muneris exsecutionem
uniuscuiusque foveat.</p>
<p>Fideles atque schola cantorum locum obtinebunt, qui ipsorum actuosam
participationem faciliorem reddat.<a href="#n114"><sup>114</sup></a><a name="v114"></a>
</p>
<p>Sacerdos celebrans, diaconus et alii ministri locum capient in presbyterio. Ibidem
parentur sedes concelebrantium; si vero eorum numerus magnus sit, sedes
in alia ecclesi&aelig; parte, sed prope altare, disponantur.</p>
<p>H&aelig;c omnia, quamvis hierarchicam dispositionem et munerum diversitatem
exprimere debeant, intimam tamen et coh&aelig;rentem unitatem efficiant, qua unitas
totius plebis sanct&aelig; clare eluceat. Natura vero et pulchritudo loci univers&aelig;que supellectilis
pietatem foveant et sanctitatem mysteriorum qu&aelig; celebrantur ostendant.</p>
<h3>II. DE PRESBYTERII ORDINATIONE AD SACRAM SYNAXIM</h3>
<p><span class="rub"><a name="p295">295.</a></span> Presbyterium locus est ubi altare exstat, verbum Dei proclamatur, et
sacerdos, diaconus et alii ministri munus suum exercent. Ab aula ecclesi&aelig;
opportune distinguatur aut per aliquam elevationem, aut per peculiarem structuram
et ornatum. Talis autem amplitudinis sit, ut Eucharisti&aelig; celebratio commode
peragi et conspici possit.<a href="#n115"><sup>115</sup></a><a name="v115"></a></p>
<h4>De altari eiusque ornatu</h4>
<p><span class="rub"><a name="p296">296.</a></span> Altare, in quo sacrificium crucis sub signis sacramentalibus pr&aelig;sens efficitur,
est etiam mensa Domini, ad quam participandam in Missa populus Dei
convocatur; atque centrum gratiarum actionis, qu&aelig; per Eucharistiam perficitur.</p>
<p><span class="rub"><a name="p297">297.</a></span> Celebratio Eucharisti&aelig;, in loco sacro, peragenda est super altare; extra
locum sacrum vero, etiam super mensam convenientem, peragi potest, retentis
semper tobalea et corporali, cruce et candelabris.</p>
<p><span class="rub"><a name="p298">298.</a></span> Expedit in omni ecclesia altare fixum inesse, quod Christum Iesum,
Lapidem vivum (1 Petr 2, 4; cf. Eph 2, 20), clarius et permanenter significat;
ceteris vero locis, sacris celebrationibus dicatis, altare potest esse mobile.</p>
<p>Altare fixum dicitur, si ita exstruatur ut cum pavimento coh&aelig;reat ideoque
amoveri nequeat; mobile vero si transferri possit.</p>
<p><span class="rub"><a name="p299">299.</a></span> Altare exstruatur a pariete seiunctum, ut facile circumiri et in eo celebratio
versus populum peragi possit, quod expedit ubicumque possibile sit.</p>
<p>Altare eum autem occupet locum, ut revera centrum sit ad quod totius congregationis
fidelium attentio sponte convertatur.<a href="#n116"><sup>116</sup></a><a name="v116"></a>
De more sit fixum et dedicatum.</p>
<p><span class="rub"><a name="p300">300.</a></span> Altare tum fixum tum mobile iuxta ritum in Pontificali Romano descriptum
dedicetur; altare tamen mobile potest tantum benedici.</p>
<p><span class="rub"><a name="p301">301.</a></span> Iuxta traditum Ecclesi&aelig; morem et significationem, mensa altaris fixi sit
lapidea, et quidem ex lapide naturali. Attamen etiam alia materia digna, solida
et affabre effecta, de iudicio Conferenti&aelig; Episcoporum, adhiberi potest. Stipites
vero aut basis ad mensam sustentandam ex qualibet materia, dummodo sit digna
et solida, confici possunt.</p>
<p>Altare mobile ex quibuslibet materiis nobilibus et solidis atque usui liturgico,
iuxta diversarum regionum traditiones et mores, convenientibus, exstrui potest.</p>
<p><span class="rub"><a name="p302">302.</a></span> Usus deponendi sub altari dedicando reliquias Sanctorum, etsi non
Martyrum, opportune servetur. Caveatur tamen ut de huiusmodi reliquiarum
veritate certo constet.</p>
<p><span class="rub"><a name="p303">303.</a></span> In novis ecclesiis exstruendis pr&aelig;stat unum altare erigi, quod in fidelium
coetu unum Christum unamque Ecclesi&aelig; Eucharistiam significet.</p>
<p>In ecclesiis vero iam exstructis, quando altare vetus ita situm est, ut difficilem
reddat participationem populi nec transferri possit sine detrimento valoris
artis, aliud altare fixum, arte confectum et rite dedicandum, exstruatur; et tantum
super illud sacr&aelig; celebrationes peragantur. Ne fidelium attentio a novo altari
distrahatur, altare antiquum ne sit peculiari modo ornatum.</p>
<p><span class="rub"><a name="p304">304.</a></span> Ob reverentiam erga celebrationem memorialis Domini et erga convivium
in quo Corpus et Sanguis Domini pr&aelig;bentur, super altare ubi celebratur
saltem una tobalea albi coloris ponatur, qu&aelig; ad formam, mensuram et ornatum
quod attinet cum ipsius altaris structura conveniat.</p>
<p><span class="rub"><a name="p305">305.</a></span> In altaris ornatu moderatio servetur.</p>
<p>Tempore Adventus altare floribus ornetur ea moderatione, qu&aelig; indoli huius
temporis conveniat, quin tamen plenam l&aelig;titiam Nativitatis Domini
pr&aelig;veniat. Tempore Quadragesim&aelig; altare floribus ornari prohibetur. Excipiuntur
tamen dominica L&aelig;t&aacute;re (IV in Quadragesima), sollemnitates et festa.</p>
<p>Florum ornatus semper sit temperatus, et potius quam supra mensam altaris,
circa illud disponatur.</p>
<p><span class="rub"><a name="p306">306.</a></span> Super enim mensam altaris ea tantummodo qu&aelig; ad Miss&aelig; celebrationem
requiruntur deponi possunt, scilicet: Evangeliarium ab initio celebrationis
usque ad Evangelii proclamationem; a pr&aelig;sentatione vero donorum usque ad
purificationem vasorum calix cum patena, pyxis, si necesse est, tandem corporale,
purificatorium, palla et missale.</p>
<p>Disponantur insuper modo discreto qu&aelig; forte ad amplificationem vocis sacerdotis
necessaria sunt.</p>
<p><span class="rub"><a name="p307">307.</a></span> Candelabra, qu&aelig; pro singulis actionibus liturgicis, venerationis et festiv&aelig;
celebrationis causa, requiruntur (cf. n. 117), aut super altare, aut circa ipsum,
attenta structura tum altaris tum presbyterii, opportune collocentur, ita ut
totum concinne componatur, neque fideles impediantur ab iis facile conspiciendis,
qu&aelig; super altare aguntur vel deponuntur.</p>
<p><span class="rub"><a name="p308">308.</a></span> Item super altare vel prope ipsum crux, cum effigie Christi crucifixi,
habeatur, qu&aelig; a populo congregato bene conspiciatur. Expedit ut huiusmodi
crux, ad salutiferam Domini passionem in mentem fidelium revocandam, etiam
extra celebrationes liturgicas prope altare permaneat.</p>
<h4>De ambone</h4>
<p><span class="rub"><a name="p309">309.</a></span> Dignitas verbi Dei requirit ut in ecclesia locus congruus exsistat e quo
annuntietur et ad quem, inter liturgiam verbi, attentio fidelium sponte convertatur.<a href="#n117"><sup>117</sup></a><a name="v117"></a>
Convenit ut generatim locus huiusmodi sit ambo stabilis et non simplex
pluteus mobilis. Ambo, pro cuiusque ecclesi&aelig; structura, ita dispositus esse debet,
ut ministri ordinati et lectores a fidelibus bene conspici et audiri possint.</p>
<p>Ex ambone unice proferuntur lectiones, psalmus responsorius atque pr&aelig;conium
paschale; item proferri possunt homilia et intentiones orationis
universalis. Ambonis dignitas exigit ut ad eum solus minister verbi ascendat.</p>
<p>Convenit ut novus ambo benedicatur, antequam usui liturgico destinetur,
iuxta ritum in Rituali Romano descriptum.<a href="#n118"><sup>118</sup></a><a name="v118"></a></p>
<h4>De sede pro sacerdote celebrante aliisque sedibus</h4>
<p><span class="rub"><a name="p310">310.</a></span> Sedes sacerdotis celebrantis debet munus eius pr&aelig;sidendi coetui atque
orationem dirigendi significare. Proinde locus eius magis congruus est versus ad
populum in vertice presbyterii, nisi &aelig;dis structura vel alia adiuncta id impediant,
ex. gr. si propter nimiam distantiam communicatio inter sacerdotem et
coetum congregatum difficilis evadat, aut si tabernaculum locum habeat in media
parte retro altare. Omnis autem species throni vitetur.<a href="#n119"><sup>119</sup></a><a name="v119"></a>
Convenit ut sedes
benedicatur, antequam usui liturgico destinetur, iuxta ritum in Rituali Romano
descriptum.<a href="#n120"><sup>120</sup></a><a name="v120"></a>
</p>
<p>Item in presbyterio sedes disponantur pro sacerdotibus concelebrantibus
necnon pro presbyteris, qui veste chorali induti, celebrationi intersunt, quin
concelebrent.</p>
<p>Sedes diaconi prope sedem celebrantis ponatur. Pro aliis ministris sedes ita
collocentur, ut clare distinguantur a sedibus cleri et ipsi munus sibi concreditum
facile implere possint.<a href="#n121"><sup>121</sup></a><a name="v121"></a></p>
<h3>III. DE ECCLESI&#198; ORDINATIONE</h3>
<h4>De locis fidelium</h4>
<p><span class="rub"><a name="p311">311.</a></span> Loca fidelium congrua cura disponantur, ut ipsi oculis et animo sacras
celebrationes debite participare possint. Expedit ut de more scamna seu sedilia
ad eorum usum ponantur. Consuetudo tamen personis quibusdam privatis
sedes reservandi reprobanda est.<a href="#n122"><sup>122</sup></a><a name="v122"></a>
Scamna autem seu sedilia, pr&aelig;sertim in ecclesiis
noviter exstructis, ita disponantur, ut fideles corporis habitus a diversis
celebrationis partibus requisitos facile sumere possint et expedite ad sacram
Communionem recipiendam accedere valeant.</p>
<p>Caveatur ut fideles sive sacerdotem sive diaconum et lectores non tantum
videre, sed etiam, hodiernis instrumentis technicis adhibitis, commode audire
valeant.</p>
<h4>De loco schol&aelig; cantorum et instrumentorum musicorum</h4>
<p><span class="rub"><a name="p312">312.</a></span> Schola cantorum, attenta cuiusque ecclesi&aelig; dispositione, ita collocetur,
ut clare appareat eius natura, eam nempe fidelium communitatis congregat&aelig;
partem esse, et peculiare munus agere; eiusdem muneris exsecutio facilior evadat;
singulis schol&aelig; sodalibus plena in Missa participatio sacramentalis commode
permittatur.<a href="#n123"><sup>123</sup></a><a name="v123"></a></p>
<p><span class="rub"><a name="p313">313.</a></span> Organum aliaque instrumenta musica legitime probata apto loco collocentur,
ut tum schol&aelig; tum populo cantanti subsidio esse possint, atque, si sola
pulsentur, commode ab omnibus audiri queant. Convenit ut organum benedicatur,
antequam usui liturgico destinetur, iuxta ritum in Rituali Romano descriptum.<a href="#n124"><sup>124</sup></a><a name="v124"></a>
</p>
<p>Tempore Adventus organum aliaque musica instrumenta adhibeantur ea
moderatione, qu&aelig; indoli huius temporis conveniat, quin tamen plenam l&aelig;titiam
Nativitatis Domini pr&aelig;veniat.</p>
<p>Tempore in Quadragesima sonus organi aliorumque instrumentorum permittitur
tantum ad cantum sustentandum. Excipiuntur tamen dominica L&aelig;t&aacute;re
(IV in Quadragesima), sollemnitates et festa.</p>
<h4>De loco asservationis sanctissim&aelig; eucharisti&aelig;</h4>
<p><span class="rub"><a name="p314">314.</a></span> Pro cuiusque ecclesi&aelig; structura et iuxta legitimas locorum consuetudines,
Ss.mum Sacramentum asservetur in tabernaculo in parte ecclesi&aelig; pernobili,
insigni, conspicua, decore ornata, et ad orationem apta.<a href="#n125"><sup>125</sup></a><a name="v125"></a>
</p>
<p>Tabernaculum de more unicum sit, inamovibile, materia solida atque inviolabili
non transparenti confectum, et ita clausum ut quam maxime periculum
profanationis vitetur.<a href="#n126"><sup>126</sup></a><a name="v126"></a>
Convenit insuper ut benedicatur, antequam usui liturgico
destinetur, iuxta ritum in Rituali Romano descriptum.<a href="#n127"><sup>127</sup></a><a name="v127"></a></p>
<p><span class="rub"><a name="p315">315.</a></span> Ratione signi magis congruit ut in altari in quo Missa celebratur non
sit tabernaculum in quo Ss.ma Eucharistia asservatur.<a href="#n128"><sup>128</sup></a><a name="v128"></a>
</p>
<p>Pr&aelig;stat proinde tabernaculum collocari, de iudicio Episcopi dioecesani:
</p>
<p>a) aut in presbyterio, extra altare celebrationis, forma et loco magis convenientibus,
non excluso vetere altari quod ad celebrationem amplius non adhibetur
(cf. n. 303).</p>
<p>b) aut etiam in aliquo sacello ad privatam fidelium adorationem et precationem
idoneo,<a href="#n129"><sup>129</sup></a><a name="v129"></a>
quod sit cum ecclesia organice coniunctum et christifidelibus
conspicuum.</p>
<p><span class="rub"><a name="p316">316.</a></span> Secundum traditam consuetudinem, iuxta tabernaculum peculiaris perenniter
luceat lampas, oleo vel cera nutrienda, qua indicetur et honoretur
Christi pr&aelig;sentia.<a href="#n130"><sup>130</sup></a><a name="v130"></a></p>
<p><span class="rub"><a name="p317">317.</a></span> Minime obliviscantur etiam cetera omnia qu&aelig; de asservatione Ss.m&aelig;
Eucharisti&aelig; ad normam iuris pr&aelig;scribuntur.<a href="#n131"><sup>131</sup></a><a name="v131"></a></p>
<h4>De imaginibus sacris</h4>
<p><span class="rub"><a name="p318">318.</a></span> Ecclesia in terrena Liturgia c&aelig;lestem illam pr&aelig;gustando participat,
qu&aelig; in sancta civitate Ierusalem, ad quam peregrina tendit, celebratur, ubi
Christus est in dextera Dei sedens, et memoriam Sanctorum venerando partem
aliquam et societatem cum iis sperat se habituram.<a href="#n132"><sup>132</sup></a><a name="v132"></a>
</p>
<p>Itaque Domini, beat&aelig; Mari&aelig; Virginis et Sanctorum imagines, iuxta antiquissimam
Ecclesi&aelig; traditionem, in &aelig;dibus sacris fidelium venerationi exhibeantur<a href="#n133"><sup>133</sup></a><a name="v133"></a>
et
ibi ita disponantur ut fideles manuducant ad mysteria fidei qu&aelig; ibi
celebrantur. Ideoque caveatur ne eorum numerus indiscrete augeatur, hinc ut earum 
dispositio debito ordine fiat, ne fidelium attentionem ab ipsa celebratione avocent.<a href="#n134"><sup>134</sup></a><a name="v134"></a>
Unius
autem eiusdemque Sancti plus quam una imago de more ne habeatur. Generatim
in ornamento et dispositione ecclesi&aelig; ad imagines quod attinet, pietati totius communitatis
prospiciatur atque pulchritudini et dignitati imaginum.</p>
<h2>Caput VI<br>
DE IIS QU&#198; AD MISS&#198; CELEBRATIONEM REQUIRUNTUR</h2>
<h3>I. DE PANE ET VINO AD EUCHARISTIAM CELEBRANDAM</h3>
<p><span class="rub"><a name="p319">319.</a></span> Exemplum Christi secuta, Ecclesia panem et vinum cum aqua ad celebrandum
dominicum convivium semper adhibuit.</p>
<p><span class="rub"><a name="p320">320.</a></span> Panis ad Eucharistiam celebrandam debet esse mere triticeus, recenter
confectus et, secundum antiquam Ecclesi&aelig; latin&aelig; traditionem, azymus.</p>
<p><span class="rub"><a name="p321">321.</a></span> Ratio signi postulat ut materia celebrationis eucharistic&aelig; revera ut cibus
appareat. Expedit ergo ut panis eucharisticus, quamvis azymus et forma
tradita confectus, tali modo efficiatur, ut sacerdos in Missa cum populo celebrata
revera hostiam frangere possit in diversas partes, easque saltem aliquibus
fidelibus distribuere. Parv&aelig; tamen hosti&aelig; minime excluduntur, quando numerus
sacram Communionem sumentium ali&aelig;que rationes pastorales id exigunt. Gestus 
autem fractionis panis, quo simpliciter Eucharistia designabatur tempore
apostolico, apertius manifestabit vim et momentum signi unitatis omnium in
uno pane, et caritatis ex eo quod unus panis inter fratres distribuitur.</p>
<p><span class="rub"><a name="p322">322.</a></span> Vinum pro celebratione eucharistica debet esse ex genimine vitis 
(cf. Lc 22, 18), naturale et merum, idest extraneis substantiis non admixtum.</p>
<p><span class="rub"><a name="p323">323.</a></span> Sedula cura caveatur ut panis et vinum ad Eucharistiam destinata perfecto
statu conserventur; id est, caveatur ne vinum acescat, neve panis corrumpatur
vel nimis durus fiat, ita ut difficulter frangi possit.</p>
<p><span class="rub"><a name="p324">324.</a></span> Si post consecrationem aut cum Communionem sumit, sacerdos animadvertat
vinum non fuisse infusum, sed aquam, deposita aqua in aliquo vase,
vinum cum aqua infundat in calicem, illud consecret, partem narrationis dicens
qu&aelig; ad consecrationem calicis pertinet, quin tamen teneatur iterum panem
consecrare.</p>
<h3>II. DE SACRA SUPELLECTILE IN GENERE</h3>
<p><span class="rub"><a name="p325">325.</a></span> Sicut pro ecclesiis &aelig;dificandis, ita et pro sacra supellectile universa,
Ecclesia genus artis cuiusque regionis admittit, et eas aptationes recipit, qu&aelig;
cum singularum gentium ingenio et traditionibus congruant, dummodo omnia
usui ad quem ipsa sacra supellex destinatur apte respondeant.<a href="#n135"><sup>135</sup></a><a name="v135"></a>
</p>
<p>Etiam in hac parte sedulo curetur nobilis illa simplicitas, qu&aelig; cum arte vera
optime copulatur.</p>
<p><span class="rub"><a name="p326">326.</a></span> In seligendis materiis pro sacra supellectile, pr&aelig;ter eas qu&aelig; usu tradit&aelig;
sunt, e&aelig; quoque admitti possunt qu&aelig;, iuxta mentem nostr&aelig; &aelig;tatis, nobiles
&aelig;stimantur, durabiles sunt et usui sacro bene accommodantur. Qua de re
iudex erit Conferentia Episcoporum pro singulis regionibus (cf. n. 390).</p>
<h3>III. DE SACRIS VASIS</h3>
<p><span class="rub"><a name="p327">327.</a></span> Inter ea qu&aelig; ad Missam celebrandam requiruntur, speciali honore habentur
vasa sacra, et inter h&aelig;c calix et patena, in quibus vinum et panis offeruntur,
consecrantur et sumuntur.</p>
<p><span class="rub"><a name="p328">328.</a></span> Vasa sacra ex metallo nobili conficiantur. Si ex metallo conflata sint
quod robiginem producat vel auro minus nobilis sit, interius plerumque inaurentur.</p>
<p><span class="rub"><a name="p329">329.</a></span> De iudicio Conferenti&aelig; Episcoporum, actis ab Apostolica Sede recognitis,
vasa sacra confici possunt etiam aliis ex materiis solidis et, secundum
communem &aelig;stimationem cuiusque regionis, nobilibus, ex. gr. ebeno aut aliis
lignis durioribus, dummodo usui sacro apt&aelig; sint. Hoc in casu, pr&aelig;ferantur
semper materi&aelig; qu&aelig; facile non frangantur neque corrumpantur. Quod valet
pro omnibus vasis qu&aelig; ad hostias recipiendas destinata sunt, uti patena, pyxis,
theca, ostensorium et alia huiusmodi.</p>
<p><span class="rub"><a name="p330">330.</a></span> Quoad calices aliaque vasa, qu&aelig; ad recipiendum Sanguinem Domini
destinata sunt, cuppam habeant ex tali materia confectam, qu&aelig; liquida non 
absorbeat. Pes vero ex aliis materiis solidis et dignis confici potest.</p>
<p><span class="rub"><a name="p331">331.</a></span> Ad hostias consecrandas patena amplior convenienter adhiberi potest,
in qua ponatur panis tum pro sacerdote et diacono tum pro aliis ministris et fidelibus.</p>
<p><span class="rub"><a name="p332">332.</a></span> Ad formam vasorum sacrorum quod attinet, artificis est ea opportuniore
modo conficere, qui moribus respondeat singularum regionum dummodo ad
usum liturgicum, ad quem destinantur, singula vasa sint apta, et clare distinguantur
ab iis qu&aelig; usui cotidiano destinantur.</p>
<p><span class="rub"><a name="p333">333.</a></span> Quoad vasorum sacrorum benedictionem, serventur ritus in libris liturgicis
pr&aelig;scripti.<a href="#n136"><sup>136</sup></a><a name="v136"></a></p>
<p><span class="rub"><a name="p334">334.</a></span> Mos servetur exstruendi in sacristia sacrarium, in quod aqua ablutionis
sacrorum vasorum et linteaminum fundatur (cf. n. 280).</p>
<h3>IV. DE SACRIS VESTIBUS</h3>
<p><span class="rub"><a name="p335">335.</a></span> In Ecclesia, qu&aelig; est Corpus Christi, non omnia membra eodem munere
funguntur. H&aelig;c diversitas munerum in Eucharisti&aelig; celebratione exterius manifestatur
diversitate sacrarum vestium, qu&aelig; proinde signum exstare debent
muneris cuique ministro proprii. E&aelig;dem tamen sacr&aelig; vestes ad decorem quoque
ipsius actionis sacr&aelig; conferant oportet. Vestes quibus sacerdotes et diaconi, necnon
ministri laici induuntur opportune benedicuntur antequam usui liturgico destinentur,
iuxta ritum in Rituali Romano descriptum.<a href="#n137"><sup>137</sup></a><a name="v137"></a></p>
<p><span class="rub"><a name="p336">336.</a></span> Vestis sacra omnibus ministris ordinatis et institutis cuiusvis gradus
communis est alba, circa lumbos cingulo astringenda, nisi tali modo confecta
sit, ut corpori adh&aelig;reat etiam sine cingulo. Antequam vero alba assumatur, si h&aelig;c
habitum communem circa collum non cooperit, amictus adhibeatur. Alba cum superpelliceo
commutari nequit, ne quidem super vestem talarem, quando casula vel
dalmatica vel, iuxta normas, sola stola sine casula vel dalmatica induenda est.</p>
<p><span class="rub"><a name="p337">337.</a></span> Sacerdotis celebrantis vestis propria, in Missa aliisque sacris actionibus
qu&aelig; cum Missa directo conectuntur, est casula seu planeta, nisi aliud caveatur,
super albam et stolam induenda.</p>
<p><span class="rub"><a name="p338">338.</a></span> Diaconi vestis propria est dalmatica, super albam et stolam induenda;
dalmatica tamen ob necessitatem vel minorem gradum sollemnitatis omitti potest.</p>
<p><span class="rub"><a name="p339">339.</a></span> Acolythi, lectores, aliique ministri laici albam vel aliam vestem in singulis
regionibus a Conferentia Episcoporum legitime probatam induere possunt
(cf. n. 390).</p>
<p><span class="rub"><a name="p340">340.</a></span> Stola defertur a sacerdote circa collum et ante pectus pendens; a diacono
vero ab umero sinistro per transversum super pectus ducitur ad partem
dexteram corporis, ibique retinetur.</p>
<p><span class="rub"><a name="p341">341.</a></span> Pluviale, seu cappa pluvialis, assumitur a sacerdote in processionibus
aliisque actionibus sacris, iuxta rubricas proprias singulorum rituum.</p>
<p><span class="rub"><a name="p342">342.</a></span> Ad formam sacrarum vestium quod attinet, Conferenti&aelig; Episcoporum
possunt definire et proponere Apostolic&aelig; Sedi aptationes, qu&aelig; necessitatibus et
moribus singularum regionum respondeant.<a href="#n138"><sup>138</sup></a><a name="v138"></a></p>
<p><span class="rub"><a name="p343">343.</a></span> Ad sacras vestes conficiendas, pr&aelig;ter traditas materias, fibr&aelig; naturales
cuiusque loci propri&aelig; adhiberi possunt, necnon aliqu&aelig; fibr&aelig; artificiales, qu&aelig;
respondeant dignitati actionis sacr&aelig; et person&aelig;. De qua re iudicabit Episcoporum
Conferentia.<a href="#n139"><sup>139</sup></a><a name="v139"></a></p>
<p><span class="rub"><a name="p344">344.</a></span> Decet pulchritudinem et nobilitatem cuiusque vestis non ex abundantia
ornamentorum qu&aelig; superadduntur exquiri, sed e materia qu&aelig; adhibeatur et a
forma. Ornamenta autem figuras seu imagines vel symbola pr&aelig;beant, qu&aelig;
usum sacrum indicent, remotis iis qu&aelig; usum sacrum dedeceant.</p>
<p><span class="rub"><a name="p345">345.</a></span> Diversitas colorum in sacris vestibus eo contendit, ut hinc proprietas
mysteriorum fidei celebrandorum, hinc sensus progredientis vit&aelig; christian&aelig;,
decursu anni liturgici, efficacius etiam exterius exprimatur.</p>
<p><span class="rub"><a name="p346">346.</a></span> Ad colorem sacrarum vestium quod attinet, servetur usus traditus, nempe:
</p>
<p>a) Color albus adhibetur in Officiis et Missis temporis paschalis et Nativitatis
Domini; insuper in celebrationibus Domini, qu&aelig; non sint de eius Passione, beat&aelig;
Mari&aelig; Virginis, SS. Angelorum, Sanctorum non Martyrum, in sollemnitatibus Omnium
Sanctorum (1 nov.) et S. Ioannis Baptist&aelig; (24 iunii), in festis S. Ioannis
Evangelist&aelig; (27 dec.), Cathedr&aelig; S. Petri (22 febr.) et Conversionis S. Pauli (25 ian.).</p>
<p>b) Color ruber adhibetur in dominica Passionis et feria VI Hebdomad&aelig; sanct&aelig;,
in dominica Pentecostes, in celebrationibus Passionis Domini, in festis nataliciis
Apostolorum et Evangelistarum et in celebrationibus Sanctorum Martyrum.</p>
<p>c) Color viridis adhibetur in Officiis et Missis temporis &laquo;&nbsp;per annum&nbsp;&raquo;.</p>
<p>d) Color violaceus adhibetur tempore Adventus et Quadragesim&aelig;. Assumi
potest etiam in Officiis et Missis defunctorum.</p>
<p>e) Color niger adhiberi potest, ubi mos est, in Missis defunctorum.</p>
<p>f) Color rosaceus adhiberi potest, ubi mos est, in dominicis <span class="rub">Gaud&eacute;te</span> (III
Adventus) et <span class="rub">L&aelig;t&aacute;re</span> (IV in Quadragesima).</p>
<p>g) Diebus sollemnioribus adhiberi possunt sacrae vestes festiv&aelig; seu nobiliores,
etsi non sunt coloris diei.</p>
<p>Conferenti&aelig; tamen Episcoporum possunt definire, ad colores liturgicos
quod attinet, et proponere Apostolic&aelig; Sedi aptationes, qu&aelig; necessitatibus et ingenio
populorum respondeant.</p>
<p><span class="rub"><a name="p347">347.</a></span> Miss&aelig; rituales dicuntur cum colore proprio vel albo vel festivo; Miss&aelig;
autem pro variis necessitatibus cum colore proprio diei vel temporis aut cum
colore violaceo, si indolem p&aelig;nitentialem manifestant, v. gr. nn. 31, 33, 38;
Miss&aelig; votiv&aelig; cum colore convenienti Miss&aelig; qu&aelig; celebratur aut etiam cum colore
proprio diei vel temporis.</p>
<h3>V. DE ALIIS REBUS AD USUM ECCLESI&#198; DESTINATIS</h3>
<p><span class="rub"><a name="p348">348.</a></span> Pr&aelig;ter vasa sacra aut vestes sacras, pro quibus aliqua peculiaris materia
statuitur, alia supellex, qu&aelig; aut ipsi usui liturgico destinatur<a href="#n140"><sup>140</sup></a><a name="v140"></a>
aut quolibet
alio modo in ecclesiam admittitur, digna sit atque respondens fini cui unaqu&aelig;que
res destinatur.</p>
<p><span class="rub"><a name="p349">349.</a></span> Peculiari modo curandum est ut libri liturgici, Evangeliarium et lectionarium
pr&aelig;sertim, qu&aelig; ad verbi Dei proclamationem destinantur et proinde
peculiari veneratione gaudent, sint revera in actione liturgica rerum supernarum
signa et symbola, et proinde vere digni, decori et pulchri.</p>
<p><span class="rub"><a name="p350">350.</a></span> Insuper omni cura attendendum est ad ea qu&aelig; directe cum altari et
celebratione eucharistica conectuntur, uti sunt, ex. gr., crux altaris et crux qu&aelig;
in processione defertur.</p>
<p><span class="rub"><a name="p351">351.</a></span> Sedulo contendatur ut etiam in rebus minoris momenti artis postulata
opportune serventur, et nobilis semper simplicitas cum munditie societur.</p>
<h2>Caput VII<br>
DE MISSA EIUSQUE PARTIBUS ELIGENDIS</h2>
<p><span class="rub"><a name="p352">352.</a></span> Efficacitas pastoralis celebrationis profecto augebitur, si textus lectionum,
orationum et cantuum necessitatibus et pr&aelig;parationi animi et ingenio
participantium apte, quantum fieri potest, respondebunt. Quod obtinetur congrue
adhibita multiplici facultate electionis, qu&aelig; infra describitur.</p>
<p>Sacerdos proinde, in ordinanda Missa, ad commune bonum spirituale populi
Dei, potius quam ad suam propensionem attendet. Memor sit insuper
huiusmodi electionem partium concordi ratione esse faciendam cum iis qui
partem aliquam in celebratione exercent, fidelibus minime exclusis, in iis qu&aelig;
ad ipsos magis directo spectant.</p>
<p>Cum vero multiplex afferatur facultas seligendi diversas Miss&aelig; partes, necesse
est ut ante celebrationem diaconus, lectores, psalmista, cantor, commentator,
schola, unusquisque pro sua parte, probe sciant quinam textus ad se
spectans adhibeatur, nihilque ex tempore quodammodo eveniat. Harmonica
enim ordinatio et exsecutio rituum multum confert ad componendos fidelium
animos ad Eucharistiam participandam.</p>
<h3>I. DE MISSA ELIGENDA</h3>
<p><span class="rub"><a name="p353">353.</a></span> In sollemnitatibus sacerdos sequi tenetur calendarium ecclesi&aelig; in qua
celebrat.</p>
<p><span class="rub"><a name="p354">354.</a></span> In dominicis, in feriis Adventus, Nativitatis, Quadragesim&aelig; et Pasch&aelig;,
in festis et memoriis obligatoriis:
</p>
<p>a) si Missa celebratur cum populo, sacerdos sequatur calendarium ecclesi&aelig;
in qua celebrat;
</p>
<p>b) si Missa celebratur, cuius unus tantum minister participat, sacerdos eligere
potest aut calendarium ecclesi&aelig; aut calendarium proprium.</p>
<p><span class="rub"><a name="p355">355.</a></span> In memoriis ad libitum:
</p>
<p>a) In feriis Adventus a die 17 ad 24 decembris, diebus infra octavam Nativitatis
et in feriis Quadragesim&aelig;, exceptis feriis IV Cinerum et Hebdomad&aelig;
sanct&aelig;, dicitur Missa de die liturgico occurrente; de memoria autem in calendario
generali eo die forte inscripta sumi potest collecta, dummodo non occurrat
feria IV Cinerum aut feria Hebdomad&aelig; sanct&aelig;. In feriis temporis paschalis
memori&aelig; Sanctorum rite ex integro peragi possunt.</p>
<p>b) In feriis Adventus ante diem 17 decembris, in feriis temporis Nativitatis
a die 2 ianuarii et in feriis temporis paschalis, eligi potest aut Missa de feria,
aut Missa de Sancto, vel de uno e Sanctis quorum fiat memoria, aut Missa de
aliquo Sancto eo die in Martyrologio inscripto.</p>
<p>c) In feriis per annum, eligi potest aut Missa de feria, aut Missa de memoria
ad libitum forte occurrente, aut Missa de aliquo Sancto eo die in Martyrologio
inscripto, aut Missa pro variis necessitatibus vel votiva.</p>
<p>Si celebrat cum populo, sacerdos curabit ne frequentius et sine sufficienti
causa lectiones omittat singulis diebus in lectionario pro feriis assignatas: Ecclesia
enim cupit ut ditior mensa verbi Dei paretur fidelibus.<a href="#n141"><sup>141</sup></a><a name="v141"></a>
</p>
<p>Ob eandem causam moderate sumet Missas defunctorum: qu&aelig;libet enim
Missa tam pro vivis quam pro defunctis offertur, et in Prece eucharistica memoria
defunctorum habetur.</p>
<p>Ubi autem fidelibus cordi sunt memori&aelig; ad libitum beat&aelig; Mari&aelig; Virginis
vel Sanctorum, satisfiat legitim&aelig; eorum pietati.</p>
<p>Cum vero facultas datur eligendi inter memoriam calendario generali inscriptam
et memoriam calendario dioecesano aut religioso insertam, pr&aelig;optetur,
ceteris paribus et iuxta traditionem, memoria particularis.</p>
<h3>II. DE MISS&#198; PARTIBUS ELIGENDIS</h3>
<p><span class="rub"><a name="p356">356.</a></span> In seligendis textibus diversarum partium Miss&aelig; tum de Tempore tum
de Sanctis, serventur norm&aelig; qu&aelig; sequuntur.</p>
<h4>De lectionibus</h4>
<p><span class="rub"><a name="p357">357.</a></span> Dominicis et sollemnitatibus assignantur tres lectiones, scilicet Prophet&aelig;,
Apostoli et Evangelii, quibus populus christianus ad continuitatem operis
salutis, secundum mirabile propositum divinum, educatur. H&aelig; lectiones
stricte adhibeantur. Tempore paschali, iuxta Ecclesi&aelig; traditionem, loco Veteris
Testamenti, lectio ex Actibus Apostolorum sumitur.</p>
<p>Festis vero du&aelig; lectiones assignantur. Si tamen festum iuxta normas ad
gradum sollemnitatis elevatur, additur tertia lectio, qu&aelig; e Communi desumitur.</p>
<p>In memoriis Sanctorum, nisi habeantur propri&aelig;, leguntur de more lectiones
feri&aelig; assignat&aelig;. In quibusdam casibus proponuntur lectiones appropriat&aelig;,
qu&aelig; scilicet peculiarem aspectum vit&aelig; spiritualis aut actuositatis Sancti in luce
ponunt. Usus harum lectionum non est urgendus, nisi ratio pastoralis revera id
suadeat.</p>
<p><span class="rub"><a name="p358">358.</a></span> In lectionario pro feriis, lectiones proponuntur pro singulis diebus
cuiusque hebdomad&aelig; per universum cursum anni: proinde h&aelig; lectiones plerumque
sumentur, diebus quibus sunt assignat&aelig;, nisi occurrat sollemnitas vel
festum, vel memoria lectiones proprias Novi Testamenti habens, in quibus scilicet
mentio fiat de Sancto celebrato.</p>
<p>Si tamen aliquando lectio continua in hebdomada intermittitur ob aliquam
sollemnitatem, aliquod festum vel aliquam peculiarem celebrationem, sacerdoti
licebit, pr&aelig; oculis habita ordinatione lectionum totius hebdomad&aelig;, aut partes
omittendas una cum aliis componere aut statuere quinam textus aliis pr&aelig;ferendi
sint.</p>
<p>In Missis pro peculiaribus coetibus, sacerdoti licebit textus peculiari celebrationi
aptiores eligere, dummodo ex approbati lectionarii textibus seligantur.</p>
<p><span class="rub"><a name="p359">359.</a></span> Peculiaris insuper selectio textuum sacr&aelig; Scriptur&aelig; datur in lectionario
pro Missis ritualibus, in quas aliqua Sacramenta vel Sacramentalia inseruntur,
aut pro Missis, qu&aelig; pro quibusdam necessitatibus celebrantur.</p>
<p>Huiusmodi lectionaria ideo statuta sunt, ut per aptiorem verbi Dei auditionem
fideles ad mysterium quod participant plenius percipiendum ducantur, et
ad incensiorem amorem verbi Dei instituantur.</p>
<p>Textus proinde, qui in celebratione proferuntur, determinandi sunt pr&aelig;
oculis habitis tum congrua ratione pastorali tum eligendi facultate in hac re facta.</p>
<p><span class="rub"><a name="p360">360.</a></span> Datur quandoque forma longior et forma brevior eiusdem textus. In
eligendo inter has duas formas criterium pastorale pr&aelig; oculis habeatur. Tunc
attendatur oportet ad facultatem fidelium auscultandi cum fructu lectionem magis
vel minus longam; ad eorum facultatem audiendi textum magis completum,
per homiliam explicandum.<a href="#n142"><sup>142</sup></a><a name="v142"></a></p>
<p><span class="rub"><a name="p361">361.</a></span> Quando autem facultas tribuitur seligendi inter unum vel alterum textum
iam definitum, vel ad libitum propositum, attendendum erit ad utilitatem
participantium, prout nempe agitur de adhibendo textu, qui facilior est vel magis
conveniens coetui congregato, vel de textu iterando vel reponendo, qui alicui
celebrationi tamquam proprius assignatur, alteri vero tamquam ad libitum
adhibendus, quoties utilitas pastoralis id suadeat.<a href="#n143"><sup>143</sup></a><a name="v143"></a>
</p>
<p>Quod evenire potest aut quando idem textus diebus proximioribus iterum
legi debeat ex. gr. die dominica et in feria subsequenti aut quando timeatur ne
textus aliquis quasdam gignat difficultates in aliquo christifidelium coetu. Caveatur
tamen ne, in seligendis textibus Scriptur&aelig; Sacr&aelig;, partes eius permanenter
excludantur.</p>
<p><span class="rub"><a name="p362">362.</a></span> Pr&aelig;ter facultates eligendi quosdam textus aptiores, de quibus supra, facultas
fit Conferentiis Episcoporum, in peculiaribus adiunctis, aliquas aptationes
indicandi ad lectiones quod attinet, ea tamen lege, ut textus seligantur e lectionario
rite approbato.</p>
<h4>De orationibus</h4>
<p><span class="rub"><a name="p363">363.</a></span> In qualibet Missa, nisi aliter notetur, dicuntur orationes ipsi Miss&aelig; propri&aelig;.</p>
<p>In memoriis Sanctorum, dicitur collecta propria vel, si deest, de Communi
congruenti; orationes vero super oblata et post Communionem, nisi sint propri&aelig;,
sumi possunt aut e Communi aut e feriis temporis currentis.</p>
<p>In feriis autem &laquo;&nbsp;per annum&nbsp;&raquo;, pr&aelig;ter orationes dominic&aelig; pr&aelig;cedentis, sumi
possunt vel orationes alius dominic&aelig; &laquo;&nbsp;per annum&nbsp;&raquo;, vel una ex orationibus
pro variis necessitatibus, qu&aelig; in Missali recensentur. Semper tamen licebit ex
iisdem Missis etiam solam collectam adhibere.</p>
<p>Hoc modo ditior copia pr&aelig;betur textuum, quibus precatio fidelium abundantius
nutritur.</p>
<p>In potioribus tamen anni temporibus, h&aelig;c accommodatio iam fit per orationes
iisdem temporibus proprias, in Missali, pro singulis feriis, exstantes.</p>
<h4>De Prece eucharistica</h4>
<p><span class="rub"><a name="p364">364.</a></span> Plurim&aelig; pr&aelig;fationes, quibus Missale Romanum ditatur, eo spectant ut
argumenta gratiarum actionis in Prece eucharistica plenius eniteant, et vari&aelig;
rationes mysterii salutis pleniore luce proponantur.</p>
<p><span class="rub"><a name="p365">365.</a></span> Electio inter Preces eucharisticas, qu&aelig; in Ordine Miss&aelig; inveniuntur,
his normis opportune regitur:
</p>
<p>a) Prex eucharistica prima, seu Canon romanus, qui semper adhiberi potest,
opportunius profertur diebus quibus assignantur <span class="rub">Communic&aacute;ntes</span> propria,
aut in Missis qu&aelig; <span class="rub">Hanc &iacute;gitur</span> propriis ditantur, necnon in celebrationibus Apostolorum
et Sanctorum, quorum mentio fit in ipsa Prece; itemque diebus dominicis,
nisi, ob rationes pastorales, pr&aelig;feratur Prex eucharistica tertia.</p>
<p>b) Prex eucharistica secunda, ob peculiares ipsius notas, opportunius sumitur
diebus infra hebdomadam, vel in peculiaribus rerum adiunctis. Quamvis
pr&aelig;fatione propria instructa sit, adhiberi potest etiam cum aliis pr&aelig;fationibus;
cum iis pr&aelig;sertim qu&aelig; mysterium salutis compendiose repr&aelig;sentant, 
v. gr. cum pr&aelig;fationibus communibus. Quando Missa pro aliquo defuncto celebratur,
adhiberi potest peculiaris formula, suo loco, nempe ante <span class="rub">Mem&eacute;nto &eacute;tiam</span> proposita.</p>
<p>c) Prex eucharistica tertia cum qualibet pr&aelig;fatione dici potest. Eius usus
pr&aelig;feratur diebus dominicis et festis. Si autem h&aelig;c Prex in Missis defunctorum
adhibeatur, usurpari potest peculiaris formula pro defuncto, suo loco inserenda,
nempe post verba: <span class="rub">Omnes f&iacute;lios tuos ub&iacute;que disp&eacute;rsos, tibi, clemens Pater, miser&aacute;tus
coni&uacute;nge</span>.</p>
<p>d) Prex eucharistica quarta pr&aelig;fationem immutabilem habet et summarium
plenius histori&aelig; salutis pr&aelig;bet. Adhiberi potest quando Missa pr&aelig;fatione propria
caret, et in dominicis &laquo;&nbsp;per annum&nbsp;&raquo;. In hanc Precem, ratione structur&aelig;,
inseri nequit peculiaris formula pro defuncto.</p>
<h4>De cantibus</h4>
<p><span class="rub"><a name="p366">366.</a></span> Cantibus in Ordine Miss&aelig; positis, v. gr. ad <span class="rub">Agnus Dei</span>, non licet substituere
alios cantus.</p>
<p><span class="rub"><a name="p367">367.</a></span> In eligendis cantibus inter lectiones occurrentibus, necnon cantibus ad
introitum, ad offertorium et ad Communionem, norm&aelig; serventur, qu&aelig; suis
locis statuuntur (cf. nn. 40-41, 47-48, 61-64, 74, 86-88).</p>
<h2>Caput VIII<br>
DE MISSIS ET ORATIONIBUS AD DIVERSA ET DE MISSIS DEFUNCTORUM</h2>
<h3>I. DE MISSIS ET ORATIONIBUS AD DIVERSA</h3>
<p><span class="rub"><a name="p368">368.</a></span> Quoniam liturgia Sacramentorum et Sacramentalium id efficit ut fidelibus
bene dispositis omnis fere eventus vit&aelig; sanctificetur gratia divina manante
ex mysterio paschali,<a href="#n144"><sup>144</sup></a><a name="v144"></a>
et quoniam Eucharistia est sacramentum sacramentorum,
Missale suppeditat exempla Missarum et orationum, qu&aelig; in diversis occasionibus
vit&aelig; christian&aelig; adhiberi possunt pro necessitatibus totius mundi aut
Ecclesi&aelig; univers&aelig; vel localis.</p>
<p><span class="rub"><a name="p369">369.</a></span> Perspecta ampliore facultate eligendi lectiones et orationes, expedit ut
Miss&aelig; ad diversa moderate, idest quando opportunitas id exigit, adhibeantur.</p>
<p><span class="rub"><a name="p370">370.</a></span> In omnibus Missis ad diversa, nisi aliter expresse caveatur, licet adhibere
lectiones feriales, necnon cantus inter ipsas occurrentes, si cum celebratione
conveniant.</p>
<p><span class="rub"><a name="p371">371.</a></span> In huiusmodi Missis adnumerantur Miss&aelig; rituales, pro variis necessitatibus,
ad diversa et votiv&aelig;.</p>
<p><span class="rub"><a name="p372">372.</a></span> Miss&aelig; rituales cum celebratione quorundam Sacramentorum vel Sacramentalium
conectuntur. Prohibentur in dominicis Adventus, Quadragesim&aelig; et
Pasch&aelig;, in sollemnitatibus, in diebus infra octavam Pasch&aelig;, in Commemoratione
omnium fidelium defunctorum et in feriis IV Cinerum et Hebdomad&aelig; sanct&aelig;,
servatis insuper normis qu&aelig; in libris ritualibus vel in ipsis Missis exponuntur.</p>
<p><span class="rub"><a name="p373">373.</a></span> Miss&aelig; pro variis necessitatibus vel ad diversa assumuntur quibusdam
in rerum adiunctis, sive interdum sive statis temporibus occurrentibus. Ex his
ab auctoritate competenti seligi possunt Miss&aelig; pro supplicationibus, qu&aelig; decursu
anni a Conferentia Episcoporum statuentur.</p>
<p><span class="rub"><a name="p374">374.</a></span> Occurrente aliqua graviore necessitate vel utilitate pastorali, Missa ipsi
conveniens celebrari potest, de mandato vel licentia Episcopi dioecesani, omnibus
diebus, exceptis sollemnitatibus, dominicis Adventus, Quadragesim&aelig; et Pasch&aelig;,
diebus infra octavam Pasch&aelig;, Commemoratione omnium fidelium
defunctorum et feriis IV Cinerum et Hebdomad&aelig; sanct&aelig;.</p>
<p><span class="rub"><a name="p375">375.</a></span> Miss&aelig; votiv&aelig; de mysteriis Domini aut in honorem beat&aelig; Mari&aelig; Virginis
vel Angelorum vel cuiusdam Sancti vel omnium Sanctorum, pro fidelium
pietate dici possunt in feriis per annum, etiamsi occurrit memoria ad
libitum. Celebrari tamen nequeunt, tamquam votiv&aelig;, Miss&aelig; qu&aelig; referuntur ad mysteria
vit&aelig; Domini vel beat&aelig; Mari&aelig; Virginis, excepta Missa eiusdem Immaculat&aelig;
Conceptionis, quia eorum celebratio coh&aelig;ret cum anni liturgici cursu.</p>
<p><span class="rub"><a name="p376">376.</a></span> In diebus quibus occurrit memoria obligatoria aut feria Adventus usque
ad diem 16 decembris inclusive, temporis Nativitatis a die 2 ianuarii, et temporis
paschalis post octavam Paschatis, Miss&aelig; pro variis necessitatibus, ad diversa
et votiv&aelig; per se prohibentur. Si autem aliqua vera necessitas vel utilitas pastoralis
id postulet, in celebratione cum populo adhiberi potest Missa huic necessitati vel
utilitati respondens, de iudicio rectoris ecclesi&aelig; vel ipsius sacerdotis celebrantis.</p>
<p><span class="rub"><a name="p377">377.</a></span> In feriis per annum in quibus occurrunt memori&aelig; ad libitum vel fit Officium
de feria, licet celebrare quamlibet Missam vel adhibere quamlibet orationem
ad diversa, exceptis tamen Missis ritualibus.</p>
<p><span class="rub"><a name="p378">378.</a></span> Peculiari modo, memoria sanct&aelig; Mari&aelig; in sabbato commendatur, quia
Redemptoris Matri in Liturgia Ecclesi&aelig; imprimis et pr&aelig; omnibus Sanctis veneratio
tribuitur.<a href="#n145"><sup>145</sup></a><a name="v145"></a></p>
<h3>II. DE MISSIS DEFUNCTORUM</h3>
<p><span class="rub"><a name="p379">379.</a></span> Sacrificium eucharisticum Paschatis Christi pro defunctis offert Ecclesia
ut, inter se communicantibus omnibus Christi membris, qu&aelig; aliis impetrent spiritualem
opem, aliis afferant spei solacium.</p>
<p><span class="rub"><a name="p380">380.</a></span> Inter Missas defunctorum primum locum tenet Missa exsequialis, qu&aelig;
celebrari potest omnibus diebus, exceptis sollemnitatibus de pr&aelig;cepto, feria V
Hebdomad&aelig; sanct&aelig;, Triduo paschali et dominicis Adventus, Quadragesim&aelig; et
Pasch&aelig;, servatis insuper omnibus servandis ad normam iuris.<a href="#n146"><sup>146</sup></a><a name="v146"></a></p>
<p><span class="rub"><a name="p381">381.</a></span> Missa defunctorum post acceptum mortis nuntium, vel in ultima sepultura
defuncti, vel in primo anniversario die, celebrari potest etiam diebus infra
octavam Nativitatis, diebus quibus occurrit memoria obligatoria aut feria qu&aelig;
non sit IV Cinerum aut Hebdomad&aelig; sanct&aelig;.</p>
<p>Ali&aelig; Miss&aelig; defunctorum, seu Miss&aelig; &laquo;&nbsp;cotidian&aelig;&nbsp;&raquo; celebrari possunt in feriis
per annum, in quibus occurrunt memori&aelig; ad libitum vel fit Officium de feria,
dummodo pro defunctis revera applicentur.</p>
<p><span class="rub"><a name="p382">382.</a></span> In Missis exsequialibus habeatur de more brevis homilia, secluso tamen
quovis genere laudationis funebris.</p>
<p><span class="rub"><a name="p383">383.</a></span> Incitentur fideles, pr&aelig;sertim e familia defuncti, ut etiam per sacram
Communionem sacrificium eucharisticum pro defuncto oblatum participent.</p>
<p><span class="rub"><a name="p384">384.</a></span> Si Missa exsequialis directo conectitur cum ritu exsequiarum, dicta
oratione post Communionem, et omisso ritu conclusionis, fit ritus ultim&aelig; commendationis
seu valedictionis; qui ritus nonnisi pr&aelig;sente cadavere celebratur.</p>
<p><span class="rub"><a name="p385">385.</a></span> In ordinandis ac seligendis iis partibus Miss&aelig; pro defunctis, pr&aelig;sertim
Miss&aelig; exsequialis, qu&aelig; variari possunt (ex. gr. orationibus, lectionibus, oratione
universali), pr&aelig; oculis habeantur, ut par est, rationes pastorales, quoad defunctum,
eius familiam, et astantes.</p>
<p>Specialem insuper rationem habeant pastores de iis qui, per occasionem
exsequiarum, liturgicis celebrationibus adsunt vel Evangelium audiunt, sive sunt
acatholici sive catholici qui Eucharistiam numquam vel vix umquam participant,
vel fidem etiam amisisse videntur: sunt enim sacerdotes ministri Evangelii
Christi pro omnibus.</p>
<h2>Caput IX<br>
DE APTATIONIBUS QU&#198; EPISCOPIS EORUMQUE CONFERENTIIS COMPETUNT</h2>
<p><span class="rub"><a name="p386">386.</a></span> Missalis Romani instauratio, ad normam decretorum Concilii &#338;cumenici
Vaticani II &aelig;tate nostra effecta, assidue curavit ut fideles universi, in celebratione
eucharistica, plenam illam, consciam atque actuosam participationem
pr&aelig;stare possint, qu&aelig; ab ipsius Liturgi&aelig; natura postulatur, et ad quam ipsi fideles,
vi su&aelig; condicionis, ius habent et officium.<a href="#n147"><sup>147</sup></a><a name="v147"></a>
</p>
<p>Quo autem celebratio normis et spiritui sacr&aelig; Liturgi&aelig; plenius respondeat,
in hac Institutione et in Ordine Miss&aelig; ulteriores aliqu&aelig; aptationes proponuntur,
qu&aelig; iudicio vel Episcopi dioecesani vel Conferentiarum Episcoporum committuntur.</p>
<p><span class="rub"><a name="p387">387.</a></span> Episcopus dioecesanus, qui ut sacerdos magnus sui gregis habendus
est, a quo vita suorum fidelium in Christo quodammodo derivatur et pendet,<a href="#n148"><sup>148</sup></a><a name="v148"></a>
vitam liturgicam fovere, moderari eique invigilare debet in sua dioecesi. Ipsi, in
hac Institutione, committitur concelebrationis disciplinam moderari (cf. nn. 202, 374),
normas statuere circa munus inserviendi sacerdoti ad altare (cf. n. 107), circa
sacram Communionem sub utraque specie distribuendam (cf. n. 283), circa
domos ecclesi&aelig; exstruendas et ordinandas (cf. n. 291). Sed ad ipsum primarie
spectat spiritum sacr&aelig; Liturgi&aelig; in presbyteris, diaconis et fidelibus alere.</p>
<p><span class="rub"><a name="p388">388.</a></span> Aptationes, de quibus infra, qu&aelig; ampliorem coordinationem expetunt,
in Conferentia Episcoporum, ad normam iuris, sunt determinand&aelig;.</p>
<p><span class="rub"><a name="p389">389.</a></span> Ad Conferentias Episcoporum competit imprimis huius Missalis Romani
editionem in probatis linguis vernaculis apparare atque approbare, ut, actis
ab Apostolica Sede recognitis, in regionibus ad quas pertinet adhibeatur.<a href="#n149"><sup>149</sup></a><a name="v149"></a>
</p>
<p>Missale Romanum sive in textu latino sive in versionibus vernaculis legitime
approbatis integre edendum est.</p>
<p><span class="rub"><a name="p390">390.</a></span> Conferentiarum Episcoporum est aptationes definire et, actis a Sede
Apostolica recognitis, in ipsum Missale introducere, qu&aelig; in hac Institutione generali
et in Ordine Miss&aelig; indicantur, uti sunt:</p>
<ul><li>fidelium gestus et corporis habitus (cf. supra, n. 43);</li>
<li>gestus venerationis erga altare et Evangeliarium (cf. supra, n. 273);</li>
<li>textus cantuum ad introitum, ad pr&aelig;sentationem donorum et ad Communionem
(cf. supra, nn. 48, 74, 87);</li>
<li>lectiones e Sacra Scriptura peculiaribus in adiunctis desumend&aelig; (cf. supra, n. 362);</li>
<li>forma pro pace tradenda (cf. supra, n. 82);</li>
<li>modus sacr&aelig; Communionis recipiend&aelig; (cf. supra, nn. 160, 283);</li>
<li>materia altaris et sacr&aelig; supellectilis, pr&aelig;sertim sacrorum vasorum, necnon
materia, forma et color vestium liturgicarum (cf. supra, nn. 301, 326, 329, 339, 342-346).</li></ul>
<p>Directoria vero aut Instructiones pastorales, quas Conferenti&aelig; Episcoporum
utiles iudicaverint, pr&aelig;via Apostolic&aelig; Sedis recognitione, in Missale Romanum,
loco opportuno, induci poterunt.</p>
<p><span class="rub"><a name="p391">391.</a></span> Iisdem Conferentiis spectat versionibus textuum biblicorum qui in
Miss&aelig; celebratione adhibentur, peculiari cura attendere. Ex Sacra Scriptura
enim lectiones leguntur et in homilia explicantur, psalmi canuntur, atque ex
eius afflatu instinctuque preces, orationes et carmina liturgica effusa sunt, ut ex
ea significationem suam actiones et signa accipiunt.<a href="#n150"><sup>150</sup></a><a name="v150"></a>
</p>
<p>Sermo adhibeatur qui captui fidelium respondeat et public&aelig; proclamationi
aptus sit, notis tamen servatis qu&aelig; propri&aelig; sunt diversis modis loquendi in libris
biblicis adhibitis.</p>
<p><span class="rub"><a name="p392">392.</a></span> Item Conferentiarum Episcoporum erit versionem aliorum textuum assiduo
studio apparare, ut, etiam servata indole cuiusque lingu&aelig;, sensus textus
primigenii latini plene et fideliter reddatur. In hoc opere efficiendo, spectare
expedit diversa litterarum genera qu&aelig; in Missa adhibentur, uti sunt orationes
pr&aelig;sidentiales, antiphon&aelig;, acclamationes, responsa, supplicationes litanic&aelig;, etc.</p>
<p>Pr&aelig; oculis habeatur quod textuum versio non spectat imprimis ad meditationem,
sed potius ad proclamationem vel cantum in actu celebrationis.</p>
<p>Sermo adhibeatur fidelibus regionis accommodatus, attamen nobilis ac litteraria
qualitate pr&aelig;ditus, firma semper manente necessitate alicuius catechesis
de sensu biblico et christiano nonnullorum verborum et sententiarum.</p>
<p>Pr&aelig;stat vero, in regionibus eandem linguam habentibus, pro textibus liturgicis,
pr&aelig;sertim vero pro textibus biblicis et pro Ordine Miss&aelig; eandem versionem,
quantum fieri potest, haberi.<a href="#n151"><sup>151</sup></a><a name="v151"></a></p>
<p><span class="rub"><a name="p393">393.</a></span> Attento loco eminenti, quem in celebratione cantus obtinet, utpote
liturgi&aelig; pars necessaria vel integralis,<a href="#n152"><sup>152</sup></a><a name="v152"></a>
Conferentiarum Episcoporum est melodias
aptas approbare, pr&aelig;sertim pro textibus Ordinarii Miss&aelig;, pro populi
responsionibus et acclamationibus, et pro peculiaribus ritibus per annum liturgicum
occurrentibus.</p>
<p>Item iudicare quasnam formas musicales, melodias, instrumenta musica in
cultum divinum admittere liceat, quatenus usui sacro vere apta sint vel aptari
possint.</p>
<p><span class="rub"><a name="p394">394.</a></span> Oportet ut qu&aelig;vis dioecesis suum Calendarium et Proprium Missarum
habeat. Conferentia vero Episcoporum, pro sua parte, conficiat calendarium
proprium nationis, vel, una cum aliis Conferentiis, calendarium amplioris dicionis,
ab Apostolica Sede approbandum.<a href="#n153"><sup>153</sup></a><a name="v153"></a>
</p>
<p>In hoc opere perficiendo, maxime servanda et tuenda est dies dominica, ut
primordialis dies festus, exinde ali&aelig; celebrationes, nisi revera sint maximi momenti,
ipsi ne pr&aelig;ponantur.<a href="#n154"><sup>154</sup></a><a name="v154"></a>
Item curetur ne annus liturgicus ex decreto Concilii
Vaticani II recognitus elementis secundariis obscuretur.</p>
<p>In calendario nationis conficiendo, dies indicentur (cf. n. 373) Rogationum
et Quattuor anni Temporum, et form&aelig; et textus ad illas celebrandas,<a href="#n155"><sup>155</sup></a><a name="v155"></a>
ali&aelig;que
peculiares determinationes pr&aelig; oculis habeantur.</p>
<p>Convenit ut, in edendo Missali, celebrationes qu&aelig; toti nationi vel dicioni
sunt propri&aelig; suo loco inter celebrationes calendarii generalis inserantur, qu&aelig;
vero regioni vel dioecesi in Appendice particulari locum habeant.</p>
<p><span class="rub"><a name="p395">395.</a></span> Demum, si fidelium participatio et eorum spirituale bonum varietates
et profundiores aptationes requirant, ut sacra celebratio ingenio et traditionibus
diversarum gentium respondeat, Conferenti&aelig; Episcoporum illas Sedi Apostolic&aelig;,
ad normam art. 40 Constitutionis de sacra Liturgia proponere poterunt,
de ipsius consensu introducendas, pr&aelig;sertim pro gentibus quibus Evangelium
recentius nuntiatum est.<a href="#n156"><sup>156</sup></a><a name="v156"></a>
Attente serventur peculiares norm&aelig; qu&aelig; per Instructionem
&laquo;&nbsp;De Liturgia romana et inculturatione&nbsp;&raquo; tradit&aelig; sunt.<a href="#n157"><sup>157</sup></a><a name="v157"></a>
</p>
<p>Ad modum autem in hac re procedendi, h&aelig;c serventur:
</p>
<p>Imprimis pr&aelig;via propositio Sedi Apostolic&aelig; particulatim exponatur, ut, debita
facultate concessa, ad singulas aptationes elaborandas procedatur.</p>
<p>His propositis ab Apostolica Sede rite approbatis, experimenta pro temporibus
et locis statutis peragentur. Si casus fert, experimenti tempore expleto,
Conferentia Episcoporum aptationum prosecutionem determinabit et rei maturam
formulationem Apostolic&aelig; Sedis iudicio proponet.<a href="#n158"><sup>158</sup></a><a name="v158"></a></p>
<p><span class="rub"><a name="p396">396.</a></span> Antequam tamen ad novas aptationes, profundiores pr&aelig;sertim, deveniatur,
sedulo curandum erit ut cleri et fidelium debita institutio sapienter ordinateque
promoveatur, facultates iam pr&aelig;vis&aelig; ad effectum ducantur et norm&aelig;
pastorales, spiritui celebrationis respondentes, plene applicentur.</p>
<p><span class="rub"><a name="p397">397.</a></span> Principium quoque servetur, iuxta quod unaqu&aelig;que Ecclesia particularis
concordare debet cum universali Ecclesia non solum quoad fidei doctrinam
et signa sacramentalia, sed etiam quoad usus universaliter acceptos ab apostolica
et continua traditione, qui servandi sunt non solum ut errores vitentur, verum
etiam ad fidei integritatem tradendam, quia Ecclesi&aelig; lex orandi eius legi
credendi respondet.<a href="#n159"><sup>159</sup></a><a name="v159"></a>
</p>
<p>Ritus romanus partem notabilem et pretiosam liturgici thesauri et patrimonii
Ecclesi&aelig; catholic&aelig; constituit, cuius diviti&aelig; ad bonum univers&aelig; Ecclesi&aelig; iuvant,
ita ut earum amissio ei graviter noceret.</p>
<p>Ritus ille s&aelig;culorum decursu non solum usus liturgicos ex urbe Roma ortos
servavit sed etiam profundo, organico et harmonico modo alios quosdam in se
integravit, qui e consuetudinibus et ingenio diversorum populorum variarumque
Ecclesiarum particularium sive Occidentis sive Orientis derivabantur, indolem
quandam supraregionalem sic acquirens. Nostris vero temporibus identitas et
expressio unitaria huius Ritus invenitur in editionibus typicis librorum liturgicorum
ex auctoritate Summi Pontificis promulgatis et in libris liturgicis illis
respondentibus, a Conferentiis Episcoporum pro suis dicionibus probatis atque a
Sede Apostolica recognitis.<a href="#n160"><sup>160</sup></a><a name="v160"></a></p>
<p><span class="rub"><a name="p398">398.</a></span> Norma a Concilio Vaticano II statuta, ut innovationes in instauratione
liturgica ne fiant nisi vera et certa utilitas Ecclesi&aelig; id exigat, et adhibita cautela
ut nov&aelig; form&aelig; ex formis iam exstantibus organice quodammodo crescant,<a href="#n161"><sup>161</sup></a><a name="v161"></a>
ad ipsius quoque Ritus romani inculturationem operandam applicari debet.<a href="#n162"><sup>162</sup></a><a name="v162"></a>
Inculturatio
insuper necessariam temporis copiam requirit ne festinatim et incaute
authentica traditio liturgica contaminetur.</p>
<p>Inculturationis denique inquisitio minime contendit ad novas familias rituales
creandas, sed cultur&aelig; dat&aelig; exigentiis consulere eo tamen modo, ut aptationes
induct&aelig; sive in Missali sive in aliis libris liturgicis composit&aelig; indoli propri&aelig;
Ritus romani non sint noxi&aelig;.<a href="#n163"><sup>163</sup></a><a name="v163"></a></p>
<p><span class="rub"><a name="p399">399.</a></span> Itaque Missale Romanum, quamvis in linguarum diversitate atque in
quadam consuetudinum varietate,<a href="#n164"><sup>164</sup></a><a name="v164"></a>
in posterum servari debet veluti instrumentum
et pr&aelig;clarum signum integritatis et unitatis Ritus romani.<a href="#n165"><sup>165</sup></a><a name="v165"></a></p>
<hr>
<p class="fn"><a href="#v1"><sup>1</sup></a><a name="n1"></a> 
Conc. &#338;cum. Trid., Sessio XXII, 17 septembris 1562: Denz.-Sch&ouml;nm. 1738-1759.</p>
<p class="fn"><a href="#v2"><sup>2</sup></a><a name="n2"></a> 
Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 47; cf. Const.
dogm. de Ecclesia, Lumen gentium, nn. 3, 28; Decr. de Presbyterorum ministerio et vita, Presbyterorum
ordinis, nn. 2, 4, 5.</p>
<p class="fn"><a href="#v3"><sup>3</sup></a><a name="n3"></a> 
Missa vespertina in Cena Domini, oratio super oblata. Cf. Sacramentarium Veronense, ed.
L.C. Mohlberg, n. 93.</p>
<p class="fn"><a href="#v4"><sup>4</sup></a><a name="n4"></a> 
Cf. Prex eucharistica III.</p>
<p class="fn"><a href="#v5"><sup>5</sup></a><a name="n5"></a> 
Cf. Prex eucharistica IV.</p>
<p class="fn"><a href="#v6"><sup>6</sup></a><a name="n6"></a> 
Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 7, 47; Decr.
de Presbyterorum ministerio et vita, Presbyterorum ordinis, nn. 5, 18.</p>
<p class="fn"><a href="#v7"><sup>7</sup></a><a name="n7"></a> 
Cf. Pius XII, Litt. Enc. Humani generis, diei 12 augusti 1950: A.A.S. 42 (1950) 
pp. 570- 571; Paulus VI, Litt. Enc. Mysterium Fidei, diei 3 septembris 1965: 
A.A.S. 57 (1965) pp. 762-769;
Sollemnis professio fidei, diei 30 iunii 1968, nn. 24-26: A.A.S. 60 (1968) pp. 442-443; S. Congr. Rituum,
Instr. Eucharisticum mysterium, diei 25 maii 1967, nn. 3 f, 9: A.A.S. 59 (1967) pp. 543, 547.</p>
<p class="fn"><a href="#v8"><sup>8</sup></a><a name="n8"></a> 
Cf. Conc. &#338;cum. Trid., Sessio XIII, 11 octobris 1551: Denz.-Sch&ouml;nm. 1635-1661.</p>
<p class="fn"><a href="#v9"><sup>9</sup></a><a name="n9"></a> 
Cf. Conc. &#338;cum. Vat. II, Decr. de Presbyterorum ministerio et vita, Presbyterorum ordinis,
n. 2.</p>
<p class="fn"><a href="#v10"><sup>10</sup></a><a name="n10"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 11.</p>
<p class="fn"><a href="#v11"><sup>11</sup></a><a name="n11"></a> Ibidem , n. 50.</p>
<p class="fn"><a href="#v12"><sup>12</sup></a><a name="n12"></a> 
Conc. &#338;cum. Trid., Sessio XXII, Doctr. de ss. Miss&aelig; sacrificio, cap. 8: Denz.-Sch&ouml;nm. 1749.</p>
<p class="fn"><a href="#v13"><sup>13</sup></a><a name="n13"></a> Ibidem , can. 9: Denz.-Sch&ouml;nm. 1759.</p>
<p class="fn"><a href="#v14"><sup>14</sup></a><a name="n14"></a> Ibidem , cap. 8: Denz.-Sch&ouml;nm. 1749.</p>
<p class="fn"><a href="#v15"><sup>15</sup></a><a name="n15"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 33.</p>
<p class="fn"><a href="#v16"><sup>16</sup></a><a name="n16"></a> Ibidem , n. 36.</p>
<p class="fn"><a href="#v17"><sup>17</sup></a><a name="n17"></a> Ibidem , n. 52.</p>
<p class="fn"><a href="#v18"><sup>18</sup></a><a name="n18"></a> Ibidem , n. 35, 3.</p>
<p class="fn"><a href="#v19"><sup>19</sup></a><a name="n19"></a> Ibidem , n. 55.</p>
<p class="fn"><a href="#v20"><sup>20</sup></a><a name="n20"></a> 
Conc. &#338;cum. Trid., Sessio XXII, Doctr. de ss. Miss&aelig; sacrificio, cap. 6: Denz-Sch&ouml;nm. 1747.</p>
<p class="fn"><a href="#v21"><sup>21</sup></a><a name="n21"></a> 
Cf. Conc. &#338;cum Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 55.</p>
<p class="fn"><a href="#v22"><sup>22</sup></a><a name="n22"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 41; Const.
dogm. de Ecclesia, Lumen gentium, n. 11; Decr. de Presbyterorum ministerio et vita, Presbyterorum
ordinis, nn. 2, 5, 6; Decr. de pastorali Episcoporum munere, Christus Dominus, n. 30; Decr.
de Oecumenismo, Unitatis redintegratio, n. 15; S. Congr. Rituum, Instr. Eucharisticum
mysterium, diei 25 maii 1967, nn. 3 e, 6: A.A.S. 59 (1967) pp. 542, 544-545.</p>
<p class="fn"><a href="#v23"><sup>23</sup></a><a name="n23"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 10.</p>
<p class="fn"><a href="#v24"><sup>24</sup></a><a name="n24"></a> 
Cf. ibidem, n. 102.</p>
<p class="fn"><a href="#v25"><sup>25</sup></a><a name="n25"></a> 
Cf. Conc. &#338;cum. Vat. II. Const. de sacra Liturgia, Sacrosanctum Concilium, n. 10; Decr.
de Presbyterorum ministerio et vita, Presbyterorum ordinis, n. 5.</p>
<p class="fn"><a href="#v26"><sup>26</sup></a><a name="n26"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, 
nn. 14, 19, 26, 28, 30.</p>
<p class="fn"><a href="#v27"><sup>27</sup></a><a name="n27"></a> 
Cf. ibidem, n. 47.</p>
<p class="fn"><a href="#v28"><sup>28</sup></a><a name="n28"></a> 
Cf. ibidem, n. 14.</p>
<p class="fn"><a href="#v29"><sup>29</sup></a><a name="n29"></a> 
Cf. ibidem, n. 41.</p>
<p class="fn"><a href="#v30"><sup>30</sup></a><a name="n30"></a> 
Cf. Conc. &#338;cum. Vat. II, Decr. de Presbyterorum ministerio et vita, Presbyterorum ordinis,
n. 13; Codex Iuris Canonici, can. 904.</p>
<p class="fn"><a href="#v31"><sup>31</sup></a><a name="n31"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 59.</p>
<p class="fn"><a href="#v32"><sup>32</sup></a><a name="n32"></a> 
Quoad peculiares Miss&aelig; celebrationes servetur quod statutum est: cf. pro Missis in coetibus
particularibus: S. Congr. pro Cultu Divino, Instr. Actio pastoralis, diei 15 maii 1969: A.A.S. 61
(1969) pp. 806-811; pro Missis cum pueris: Directorium de Missis cum pueris, diei 1 
novembris 1973: A.A.S. 66 (1974) pp. 30-46; de modo uniendi Horas Officii cum Missa: 
Institutio generalis de Liturgia Horarum, nn. 93-98; de modo uniendi quasdam benedictiones 
et coronationem imaginis beat&aelig; Mari&aelig; Virginis cum Missa: Rituale Romanum, De 
Benedictionibus, Pr&aelig;notanda, n. 28; Ordo coronandi imaginem beat&aelig; Mari&aelig; Virginis, nn. 10 et 14.</p>
<p class="fn"><a href="#v33"><sup>33</sup></a><a name="n33"></a> 
Cf. Conc. &#338;cum. Vat. II, Decr. de pastorali Episcoporum munere, Christus Dominus,
n. 15; cf. etiam Const. de sacra Liturgia, Sacrosanctum Concilium, n. 41.</p>
<p class="fn"><a href="#v34"><sup>34</sup></a><a name="n34"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 22.</p>
<p class="fn"><a href="#v35"><sup>35</sup></a><a name="n35"></a> 
Cf. etiam Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 38, 40; 
Paulus VI, Const. Ap. Missale Romanum, supra.</p>
<p class="fn"><a href="#v36"><sup>36</sup></a><a name="n36"></a> 
Congr. de Cultu Divino et Disciplina Sacramentorum, Instr. Varietates legitim&aelig;, diei 25 
ianuarii 1994: A.A.S. 87 (1995) pp. 288-314.</p>
<p class="fn"><a href="#v37"><sup>37</sup></a><a name="n37"></a> 
Cf. Conc. &#338;cum. Vat. II, Decr. de Presbyterorum ministerio et vita, Presbyterorum ordinis,
n. 5; Const. de sacra Liturgia, Sacrosanctum Concilium, n. 33.</p>
<p class="fn"><a href="#v38"><sup>38</sup></a><a name="n38"></a> 
Cf. Conc. &#338;cum. Trid., Sessio XXII, Doctr. de ss. Miss&aelig; sacrificio, cap. 1: 
Denz.-Sch&ouml;nm. 1740; cf. Paulus VI, Sollemnis professio fidei, diei 30 iunii 1968, n. 24: 
A.A.S. 60 (1968) p. 442.</p>
<p class="fn"><a href="#v39"><sup>39</sup></a><a name="n39"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 7; Paulus
VI, Litt. Enc. Mysterium Fidei, diei 3 septembris 1965: A.A.S. 57 (1965) p. 764; S. Congr. Rituum,
Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 9: A.A.S. 59 (1967) p. 547.</p>
<p class="fn"><a href="#v40"><sup>40</sup></a><a name="n40"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 56; S.
Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 3: A.A.S. 59 (1967) p. 542.</p>
<p class="fn"><a href="#v41"><sup>41</sup></a><a name="n41"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 48, 51;
Const. dogm. de divina Revelatione, Dei Verbum, n. 21; Decr. de Presbyterorum ministerio et vita,
Presbyterorum ordinis, n. 4.</p>
<p class="fn"><a href="#v42"><sup>42</sup></a><a name="n42"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 7, 33, 52.</p>
<p class="fn"><a href="#v43"><sup>43</sup></a><a name="n43"></a> 
Cf. ibidem, n. 33.</p>
<p class="fn"><a href="#v44"><sup>44</sup></a><a name="n44"></a> 
Cf. S. Congr. Rituum, Instr. Musicam sacram, diei 5 martii 1967, n. 14: A.A.S. 59 (1967)
p. 304.</p>
<p class="fn"><a href="#v45"><sup>45</sup></a><a name="n45"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 26-27;
S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 3 d: A.A.S. 59 (1967)
p. 542.</p>
<p class="fn"><a href="#v46"><sup>46</sup></a><a name="n46"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 30.</p>
<p class="fn"><a href="#v47"><sup>47</sup></a><a name="n47"></a> 
Cf. S. Congr. Rituum, Instr. Musicam sacram, diei 5 martii 1967, n. 16 a: A.A.S. 59
(1967) p. 305.</p>
<p class="fn"><a href="#v48"><sup>48</sup></a><a name="n48"></a> 
S. Augustinus Hipponensis, Sermo 336, 1: PL 38, 1472.</p>
<p class="fn"><a href="#v49"><sup>49</sup></a><a name="n49"></a> 
Cf. S. Congr. Rituum, Instr. Musicam sacram , diei 5 martii 1967, nn. 7, 16: A.A.S. 59
(1967) pp. 302, 305.</p>
<p class="fn"><a href="#v50"><sup>50</sup></a><a name="n50"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 116; etiam
ibidem , n. 30.</p>
<p class="fn"><a href="#v51"><sup>51</sup></a><a name="n51"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 54;
S. Congr. Rituum, Instr. Inter &#338;cumenici , diei 26 septembris 1964, n. 59: A.A.S. 56 (1964) 
p. 891; Instr. Musicam sacram , diei 5 martii 1967, n. 47: A.A.S. 59 (1967) p. 314.</p>
<p class="fn"><a href="#v52"><sup>52</sup></a><a name="n52"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 30, 34;
cf. ibidem etiam n. 21.</p>
<p class="fn"><a href="#v53"><sup>53</sup></a><a name="n53"></a> 
Cf. ibidem, n. 40; Congr. de Cultu Divino et Disciplina Sacramentorum, Instr. Varietates
legitim&aelig;, diei 25 ianuarii 1994, n. 41: A.A.S. 87 (1995) p. 304.</p>
<p class="fn"><a href="#v54"><sup>54</sup></a><a name="n54"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 30; S.
Congr. Rituum, Instr. Musicam sacram, diei 5 martii 1967, n. 17: A.A.S. 59 (1967) p. 305.</p>
<p class="fn"><a href="#v55"><sup>55</sup></a><a name="n55"></a> 
Cf. Ioannes Paulus II, Litt. Ap. Dies Domini, diei 31 maii 1998, n. 50: A.A.S. 90 (1998) p. 745.</p>
<p class="fn"><a href="#v56"><sup>56</sup></a><a name="n56"></a> 
Cf. infra, pp. 1249-1252.</p>
<p class="fn"><a href="#v57"><sup>57</sup></a><a name="n57"></a> 
Cf. Tertullianus, Adversus Marcionem, IV, 9: CCSL 1, p. 560; Origenes, Disputatio cum
Heracleida, n. 4, 24: SCh 67, p. 62; Statuta Concilii Hipponensis Breviata, 21: CCSL 149, p. 39.</p>
<p class="fn"><a href="#v58"><sup>58</sup></a><a name="n58"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 33.</p>
<p class="fn"><a href="#v59"><sup>59</sup></a><a name="n59"></a> 
Cf. ibidem, n. 7.</p>
<p class="fn"><a href="#v60"><sup>60</sup></a><a name="n60"></a> 
Cf. Missale Romanum , Ordo lectionum Missae, editio typica altera, n. 28.</p>
<p class="fn"><a href="#v61"><sup>61</sup></a><a name="n61"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 51.</p>
<p class="fn"><a href="#v62"><sup>62</sup></a><a name="n62"></a> 
Cf. Ioannes Paulus II, Litt. Ap. Vicesimus quintus annus, diei 4 decembris 1988, n. 13:
A.A.S. 81 (1989) p. 910.</p>
<p class="fn"><a href="#v63"><sup>63</sup></a><a name="n63"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 52; cf. Codex
Iuris Canonici , can. 767 &sect; 1.</p>
<p class="fn"><a href="#v64"><sup>64</sup></a><a name="n64"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 54: A.A.S. 56
(1964) p. 890.</p>
<p class="fn"><a href="#v65"><sup>65</sup></a><a name="n65"></a> 
Cf. Codex Iuris Canonici, can 767 &sect; 1; Pont. Comm. Codici Iuris Canonici authentice
interpretando, respons. ad dubium circa can. 767 &sect; 1: A.A.S. 79 (1987), p. 1249; Instructio interdicasterialis
de quibusdam qu&aelig;stionibus circa fidelium laicorum cooperationem sacerdotum ministerium
spectantem, Ecclesi&aelig; de mysterio, diei 15 augusti 1997, art. 3: A.A.S. 89 (1997) p. 864.</p>
<p class="fn"><a href="#v66"><sup>66</sup></a><a name="n66"></a> 
Cf. S. Congr. Rituum , Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 53: A.A.S. 56
(1964) p. 890.</p>
<p class="fn"><a href="#v67"><sup>67</sup></a><a name="n67"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 53.</p>
<p class="fn"><a href="#v68"><sup>68</sup></a><a name="n68"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 56: A.A.S. 56
(1964) p. 890.</p>
<p class="fn"><a href="#v69"><sup>69</sup></a><a name="n69"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 47;
S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, nn. 3 a, b: A.A.S. 59
(1967) pp. 540-541.</p>
<p class="fn"><a href="#v70"><sup>70</sup></a><a name="n70"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 91: A.A.S. 56
(1964) p. 898; Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 24: A.A.S. 59 (1967) p. 554.</p>
<p class="fn"><a href="#v71"><sup>71</sup></a><a name="n71"></a> 
Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 48; S. Congr.
Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 12: A.A.S. 59 (1967) pp. 548-549.</p>
<p class="fn"><a href="#v72"><sup>72</sup></a><a name="n72"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 48; Decr.
de Presbyterorum ministerio et vita, Presbyterorum ordinis, n. 5; S. Congr. Rituum, Instr. Eucharisticum
mysterium, diei 25 maii 1967, n. 12: A.A.S. 59 (1967) pp. 548-549.</p>
<p class="fn"><a href="#v73"><sup>73</sup></a><a name="n73"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, nn. 31, 32:
A.A.S. 59 (1967) pp. 558-559; S. Congr. de Disciplina Sacramentorum, Instr. Immens&aelig; caritatis,
diei 29 ianuarii 1973, n. 2: A.A.S. 65 (1973) pp. 267-268.</p>
<p class="fn"><a href="#v74"><sup>74</sup></a><a name="n74"></a> 
Cf. S. Congr. pro Sacramentis et Cultu Divino, Instr. In&aelig;stimabile donum, diei 3 aprilis 1980, 
n. 17: A.A.S. 72 (1980) p. 338.</p>
<p class="fn"><a href="#v75"><sup>75</sup></a><a name="n75"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 26.</p>
<p class="fn"><a href="#v76"><sup>76</sup></a><a name="n76"></a> 
Cf. ibidem, n. 14.</p>
<p class="fn"><a href="#v77"><sup>77</sup></a><a name="n77"></a> 
Cf. ibidem, n. 28.</p>
<p class="fn"><a href="#v78"><sup>78</sup></a><a name="n78"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. dogm. de Ecclesia, Lumen gentium, nn. 26, 28; Const. de
sacra Liturgia, Sacrosanctum Concilium, n. 42.</p>
<p class="fn"><a href="#v79"><sup>79</sup></a><a name="n79"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 26.</p>
<p class="fn"><a href="#v80"><sup>80</sup></a><a name="n80"></a> 
Cf. C&aelig;remoniale Episcoporum, nn. 175-186.</p>
<p class="fn"><a href="#v81"><sup>81</sup></a><a name="n81"></a> 
Cf. Conc. &#338;cum. Vat. II. Const. dogm. de Ecclesia, Lumen gentium, n. 28; Decretum de
Presbyterorum ministerio et vita, Presbyterorum ordinis, n. 2.</p>
<p class="fn"><a href="#v82"><sup>82</sup></a><a name="n82"></a> 
Cf. Paulus VI, Litt. Ap. Sacrum diaconatus Ordinem, diei 18 iunii 1967: A.A.S. 59 (1967)
pp. 697-704; Pontificale Romanum, De Ordinatione Episcopi, presbyterorum et diaconorum, editio
typica altera, 1989, n. 173.</p>
<p class="fn"><a href="#v83"><sup>83</sup></a><a name="n83"></a> 
Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 48; S. Congr.
Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 12: A.A.S. 59 (1967) pp. 548-549.</p>
<p class="fn"><a href="#v84"><sup>84</sup></a><a name="n84"></a> 
Cf. Codex Iuris Canonici, can. 910 &sect; 2; Instructio interdicasterialis de quibusdam qu&aelig;stionibus
circa fidelium laicorum cooperationem sacerdotum ministerium spectantem, Ecclesi&aelig; de
mysterio, diei 15 augusti 1997, art. 8: A.A.S. 89 (1997) p. 871.</p>
<p class="fn"><a href="#v85"><sup>85</sup></a><a name="n85"></a> 
Cf. S. Congr. de Disciplina Sacramentorum, Instr. Immens&aelig; caritatis, diei 29 ianuarii 1973, 
n. 1: A.A.S. 65 (1973) pp. 265-266; Codex Iuris Canonici, can. 230 &sect; 3.</p>
<p class="fn"><a href="#v86"><sup>86</sup></a><a name="n86"></a> 
Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 24.</p>
<p class="fn"><a href="#v87"><sup>87</sup></a><a name="n87"></a> 
Cf. S. Congr. Rituum, Instr. Musicam sacram, diei 5 martii 1967, n. 19: A.A.S. 59 (1967)
p. 306.</p>
<p class="fn"><a href="#v88"><sup>88</sup></a><a name="n88"></a> 
Cf. ibidem, n. 21: A.A.S. 59 (1967) pp. 306-307.</p>
<p class="fn"><a href="#v89"><sup>89</sup></a><a name="n89"></a> 
Cf. Pont. Cons. de Legum textibus interpretandis, responsio ad propositum dubium circa
can. 230 &sect; 2: A.A.S. 86 (1994) p. 541.</p>
<p class="fn"><a href="#v90"><sup>90</sup></a><a name="n90"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 22.</p>
<p class="fn"><a href="#v91"><sup>91</sup></a><a name="n91"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 41.</p>
<p class="fn"><a href="#v92"><sup>92</sup></a><a name="n92"></a> 
Cf. C&aelig;remoniale Episcoporum, nn. 119-186.</p>
<p class="fn"><a href="#v93"><sup>93</sup></a><a name="n93"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 42; Const.
dogm. de Ecclesia, Lumen gentium, n. 28; Decr. de Presbyterorum ministerio et vita, Presbyterorum
ordinis, n. 5; S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 26:
A.A.S. 59 (1967) p. 555.</p>
<p class="fn"><a href="#v94"><sup>94</sup></a><a name="n94"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 47: A.A.S. 59
(1967) p. 565.</p>
<p class="fn"><a href="#v95"><sup>95</sup></a><a name="n95"></a> 
Cf. ibidem, n. 26: A.A.S. 59 (1967) p. 555; Instr. Musicam sacram, diei 5 martii 1967, 
nn. 16, 27: A.A.S. 59 (1967) pp. 305, 308.</p>
<p class="fn"><a href="#v96"><sup>96</sup></a><a name="n96"></a> 
Cf. Instructio interdicasterialis de quibusdam qu&aelig;stionibus circa fidelium laicorum cooperationem
sacerdotum ministerium spectantem, Ecclesi&aelig; de mysterio, diei 15 augusti 1997, art. 6:
A.A.S. 89 (1997) p. 869.</p>
<p class="fn"><a href="#v97"><sup>97</sup></a><a name="n97"></a> 
Cf. S. Congr. pro Sacramentis et Cultu Divino, Instr. In&aelig;stimabile donum, diei 3 aprilis 1980, 
n. 10: A.A.S. 72 (1980) p. 336; Instructio interdicasterialis de quibusdam qu&aelig;stionibus circa
fidelium laicorum cooperationem sacerdotum ministerium spectantem, Ecclesi&aelig; de mysterio, 
diei 15 augusti 1997, art. 8: A.A.S. 89 (1997) p. 871.</p>
<p class="fn"><a href="#v98"><sup>98</sup></a><a name="n98"></a> 
Cf. infra, Appendix, Ritus ad deputandum ministrum sacr&aelig; Communionis ad actum distribuend&aelig;,
p. 1253.</p>
<p class="fn"><a href="#v99"><sup>99</sup></a><a name="n99"></a> 
Cf. C&aelig;remoniale Episcoporum, nn. 1118-1121.</p>
<p class="fn"><a href="#v100"><sup>100</sup></a><a name="n100"></a> 
Cf. Paulus VI, Litt. Apost. Ministeria qu&aelig;dam, diei 15 augusti 1972: A.A.S. 64 (1972) p. 532.</p>
<p class="fn"><a href="#v101"><sup>101</sup></a><a name="n101"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 57; Codex
Iuris Canonici, can. 902.</p>
<p class="fn"><a href="#v102"><sup>102</sup></a><a name="n102"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 47: A.A.S. 59
(1967) p. 566.</p>
<p class="fn"><a href="#v103"><sup>103</sup></a><a name="n103"></a> 
Cf. ibidem, p. 565.</p>
<p class="fn"><a href="#v104"><sup>104</sup></a><a name="n104"></a> 
Cf. Benedictus XV, Const. Ap. Incruentum altaris sacrificium, diei 10 augusti 1915: 
A.A.S. 7 (1915) pp. 401-404.</p>
<p class="fn"><a href="#v105"><sup>105</sup></a><a name="n105"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 32: A.A.S. 59
(1967) p. 558.</p>
<p class="fn"><a href="#v106"><sup>106</sup></a><a name="n106"></a> 
Cf. Conc. &#338;cum. Trid. , Sessio XXI, diei 16 iulii 1562, Decr. de communione eucharistica,
capp. 1-3: Denz.-Sch&ouml;nm. 1725-1729.</p>
<p class="fn"><a href="#v107"><sup>107</sup></a><a name="n107"></a> 
Cf. ibidem , cap. 2: Denz.-Sch&ouml;nm. 1728.</p>
<p class="fn"><a href="#v108"><sup>108</sup></a><a name="n108"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 122-124;
Decr. de Presbyterorum ministerio et vita, Presbyterorum ordinis, n. 5; S. Congr. Rituum, Instr.
Inter &#338;cumenici, diei 26 septembris 1964, n. 90: A.A.S. 56 (1964) p. 897; Instr. Eucharisticum
mysterium, diei 25 maii 1967, n. 24: A.A S. 59 (1967) p. 554; Codex Iuris Canonici, can. 932 &sect; 1.</p>
<p class="fn"><a href="#v109"><sup>109</sup></a><a name="n109"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 123.</p>
<p class="fn"><a href="#v110"><sup>110</sup></a><a name="n110"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 24: A.A S. 59
(1967) p. 554.</p>
<p class="fn"><a href="#v111"><sup>111</sup></a><a name="n111"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 123, 129;
S. Congr. Rituum, Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 13 c: A.A.S. 56 (1964) p. 880.</p>
<p class="fn"><a href="#v112"><sup>112</sup></a><a name="n112"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 123.</p>
<p class="fn"><a href="#v113"><sup>113</sup></a><a name="n113"></a> 
Cf. Ibidem, n. 126; S. Congr. Rituum, Instr. Inter &#338;cumenici, diei 26 septembris 1964, 
n. 91: A.A.S. 56 (1964) p. 898.</p>
<p class="fn"><a href="#v114"><sup>114</sup></a><a name="n114"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici, diei 26 septembris 1964, nn. 97-98: 
A.A.S. 56 (1964) p. 899.</p>
<p class="fn"><a href="#v115"><sup>115</sup></a><a name="n115"></a> 
Cf. ibidem, n. 91: A.A.S. 56 (1964) p. 898.</p>
<p class="fn"><a href="#v116"><sup>116</sup></a><a name="n116"></a> 
Cf. ibidem.</p>
<p class="fn"><a href="#v117"><sup>117</sup></a><a name="n117"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici , diei 26 septembris 1964, n. 96: A.A.S. 56
(1964) p. 899.</p>
<p class="fn"><a href="#v118"><sup>118</sup></a><a name="n118"></a> 
Cf. Rituale Romanum, De Benedictionibus , editio typica 1984, Ordo benedictionis occasione
data auspicandi novum ambonem, nn. 900-918.</p>
<p class="fn"><a href="#v119"><sup>119</sup></a><a name="n119"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici , diei 26 septembris 1964, n. 92: A.A.S. 56
(1964) p. 898.</p>
<p class="fn"><a href="#v120"><sup>120</sup></a><a name="n120"></a> 
Cf. Rituale Romanum, De Benedictionibus , editio typica 1984, Ordo benedictionis occasione
data auspicandi novam cathedram seu sedem pr&aelig;sidenti&aelig;, nn. 880-899.</p>
<p class="fn"><a href="#v121"><sup>121</sup></a><a name="n121"></a> 
Cf. S. Congr. Rituum, Instr. Inter &#338;cumenici , diei 26 septembris 1964, n. 92: A.A.S. 56
(1964) p. 898.</p>
<p class="fn"><a href="#v122"><sup>122</sup></a><a name="n122"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia Sacrosanctum Concilium, n. 32.</p>
<p class="fn"><a href="#v123"><sup>123</sup></a><a name="n123"></a> 
Cf. S. Congr. Rituum, Instr. Musicam sacram, diei 5 martii 1967, n. 23: A.A.S. 59 (1967)
p. 307.</p>
<p class="fn"><a href="#v124"><sup>124</sup></a><a name="n124"></a> 
Cf. Rituale Romanum, De Benedictionibus, editio typica 1984, Ordo benedictionis organi,
nn. 1052-1067.</p>
<p class="fn"><a href="#v125"><sup>125</sup></a><a name="n125"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 54: A.A S. 59
(1967) p. 568; Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 95: A.A.S. 56 (1964) p. 898.</p>
<p class="fn"><a href="#v126"><sup>126</sup></a><a name="n126"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 52: A.A.S. 59
(1967) p. 568; Instr. Inter &#338;cumenici, diei 26 septembris 1964, n. 95: A.A.S. 56 (1964) p. 898; S.
Congr. de Sacramentis, Instr. Nullo umquam tempore, diei 28 maii 1938, n. 4: A.A.S. 30 (1938)
pp. 199-200; Rituale Romanum, De sacra Communione et de cultu mysterii eucharistici extra
Missam, editio typica 1973, nn. 10-11; Codex Iuris Canonici, can. 938 &sect; 3.</p>
<p class="fn"><a href="#v127"><sup>127</sup></a><a name="n127"></a> 
Cf. Rituale Romanum, De Benedictionibus, editio typica 1984, Ordo benedictionis occasione
data auspicandi novum tabernaculum eucharisticum, nn. 919-929.</p>
<p class="fn"><a href="#v128"><sup>128</sup></a><a name="n128"></a> 
Cf. S. Congr. Rituum, Instr. Eucharisticum mysterium, diei 25 maii 1967, n. 55: A.A.S. 59
(1967) p. 569.</p>
<p class="fn"><a href="#v129"><sup>129</sup></a><a name="n129"></a> 
Ibidem, n. 53: A.A.S. 59 (1967) p. 568; Rituale Romanum, De sacra Communione et de cultu
mysterii eucharistici extra Missam, editio typica 1973, n. 9; Codex Iuris Canonici, can. 938 &sect; 2; Ioannes
Paulus II, Epist. Dominic&aelig; Cen&aelig;, diei 24 februarii 1980, n. 3: A.A.S. 72 (1980) pp. 117-119.</p>
<p class="fn"><a href="#v130"><sup>130</sup></a><a name="n130"></a> 
Cf. Codex Iuris Canonici, can. 940; S. Congr. Rituum, Instr. Eucharisticum mysterium,
diei 25 maii 1967, n. 57: A.A.S. 59 (1967) p. 569; cf. Rituale Romanum, De sacra Communione
et de cultu mysterii eucharistici extra Missam, editio typica 1973, n. 11.</p>
<p class="fn"><a href="#v131"><sup>131</sup></a><a name="n131"></a> 
Cf. pr&aelig;sertim S. Congr. de Sacramentis, Instr. Nullo umquam tempore, diei 28 maii 1938:
A.A.S. 30 (1938) pp. 198-207; Codex Iuris Canonici, cann. 934-944.</p>
<p class="fn"><a href="#v132"><sup>132</sup></a><a name="n132"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia Sacrosanctum Concilium, n. 8.</p>
<p class="fn"><a href="#v133"><sup>133</sup></a><a name="n133"></a> 
Cf. Pontificale Romanum, Ordo Dedicationis ecclesi&aelig; et altaris, editio typica 1977, cap. IV,
n. 10; Rituale Romanum, De Benedictionibus, editio typica 1984, Ordo ad benedicendas imagines
qu&aelig; fidelium venerationi public&aelig; exhibentur, nn. 984-1031.</p>
<p class="fn"><a href="#v134"><sup>134</sup></a><a name="n134"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 125.</p>
<p class="fn"><a href="#v135"><sup>135</sup></a><a name="n135"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 128.</p>
<p class="fn"><a href="#v136"><sup>136</sup></a><a name="n136"></a> 
Cf. Pontificale Romanum, Ordo Dedicationis ecclesi&aelig; et altaris, editio typica 1977 Ordo
benedictionis calicis et paten&aelig;; Rituale Romanum, De Benedictionibus, editio typica 1984, Ordo
benedictionis rerum qu&aelig; in liturgicis celebrationibus usurpantur, nn. 1068-1084.</p>
<p class="fn"><a href="#v137"><sup>137</sup></a><a name="n137"></a> 
Cf. Rituale Romanum, De Benedictionibus, editio typica 1984, Ordo benedictionis rerum
qu&aelig; in liturgicis celebrationibus usurpantur, n. 1070.</p>
<p class="fn"><a href="#v138"><sup>138</sup></a><a name="n138"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 128.</p>
<p class="fn"><a href="#v139"><sup>139</sup></a><a name="n139"></a> 
Cf. ibidem.</p>
<p class="fn"><a href="#v140"><sup>140</sup></a><a name="n140"></a> 
Quoad benedictionem rerum qu&aelig; in domibus ecclesi&aelig; ad usum liturgicum destinantur, cf.
Rituale Romanum , De Benedictionibus , editio typica 1984, pars III.</p>
<p class="fn"><a href="#v141"><sup>141</sup></a><a name="n141"></a> 
Cf. Conc. &#338;cum. Vat. II , Const. de sacra Liturgia, Sacrosanctum Concilium , n. 51.</p>
<p class="fn"><a href="#v142"><sup>142</sup></a><a name="n142"></a> 
Missale Romanum, Ordo lectionum Miss&aelig;, editio typica altera 1981, Pr&aelig;notanda, n. 80.</p>
<p class="fn"><a href="#v143"><sup>143</sup></a><a name="n143"></a> 
Ibidem, n. 81.</p>
<p class="fn"><a href="#v144"><sup>144</sup></a><a name="n144"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium , n. 61.</p>
<p class="fn"><a href="#v145"><sup>145</sup></a><a name="n145"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. dogm. de Ecclesia, Lumen gentium, n. 54; Paulus VI,
Adhort. Ap., Marialis cultus, diei 2 februarii 1974, n. 9: A.A.S. 66 (1974) pp. 122-123.</p>
<p class="fn"><a href="#v146"><sup>146</sup></a><a name="n146"></a> 
Cf. pr&aelig;sertim Codex Iuris Canonici, cann. 1176-1185; Rituale Romanum, Ordo Exsequiarum,
editio typica 1969.</p>
<p class="fn"><a href="#v147"><sup>147</sup></a><a name="n147"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 14.</p>
<p class="fn"><a href="#v148"><sup>148</sup></a><a name="n148"></a> 
Cf. ibidem, n. 41.</p>
<p class="fn"><a href="#v149"><sup>149</sup></a><a name="n149"></a> 
Cf. Codex Iuris Canonici, can. 838 &sect; 3.</p>
<p class="fn"><a href="#v150"><sup>150</sup></a><a name="n150"></a> 
Cf. ibidem, n. 24.</p>
<p class="fn"><a href="#v151"><sup>151</sup></a><a name="n151"></a> 
Cf. ibidem, n. 36 &sect; 3.</p>
<p class="fn"><a href="#v152"><sup>152</sup></a><a name="n152"></a> 
Cf. ibidem, n. 112.</p>
<p class="fn"><a href="#v153"><sup>153</sup></a><a name="n153"></a> 
Cf. Norm&aelig; Universales de Anno liturgico et de Calendario, nn. 48-51, infra, p. 99; S. Congr.
pro Cultu Divino, Instr. Calendaria particularia, diei 24 iunii 1970, nn. 4, 8: A.A.S. 62
(1970) pp. 652-653.</p>
<p class="fn"><a href="#v154"><sup>154</sup></a><a name="n154"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 106.</p>
<p class="fn"><a href="#v155"><sup>155</sup></a><a name="n155"></a> 
Cf. Norm&aelig; Universales de Anno liturgico et de Calendario, n. 46, infra, p. 98; S. Congr.
pro Cultu Divino, Instr. Calendaria particularia, diei 24 iunii 1970 n. 38: A.A.S. 62 (1970) p. 660.</p>
<p class="fn"><a href="#v156"><sup>156</sup></a><a name="n156"></a> 
Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, nn. 37-40.</p>
<p class="fn"><a href="#v157"><sup>157</sup></a><a name="n157"></a> 
Cf. Congr. de Cultu Divino et Disciplina Sacramentorum, Instr. Varietates legitim&aelig;, 
diei 25 ianuarii 1994, nn. 54, 62-69: A.A.S. 87 (1995) pp. 308-309, 311-313.</p>
<p class="fn"><a href="#v158"><sup>158</sup></a><a name="n158"></a> 
Cf. Ibidem, nn. 66-68: A.A.S. 87 (1995) p. 313.</p>
<p class="fn"><a href="#v159"><sup>159</sup></a><a name="n159"></a> 
Cf. Ibidem, nn. 26-27: A.A.S. 87 (1995) pp. 298-299.</p>
<p class="fn"><a href="#v160"><sup>160</sup></a><a name="n160"></a> 
Cf. Ioannes Paulus II, Litt. Ap. Vicesimus quintus annus, diei 4 decembris 1988, n. 16:
A.A.S. 81 (1989) p. 912; Congr. de Cultu Divino et Disciplina Sacramentorum, Instr. Varietates
legitim&aelig;, diei 25 ianuarii 1994, nn. 2, 36: A.A.S. 87 (1995) pp. 288, 302.</p>
<p class="fn"><a href="#v161"><sup>161</sup></a><a name="n161"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 23.</p>
<p class="fn"><a href="#v162"><sup>162</sup></a><a name="n162"></a> 
Cf. Congr. de Cultu Divino et Disciplina Sacramentorum, Instr. Varietates legitim&aelig;, 
diei 25 ianuarii 1994, n. 46: A.A.S. 87 (1995) p. 306.</p>
<p class="fn"><a href="#v163"><sup>163</sup></a><a name="n163"></a> 
Cf. ibidem, n. 36: A.A.S. 87 (1995) p. 302.</p>
<p class="fn"><a href="#v164"><sup>164</sup></a><a name="n164"></a> 
Cf. ibidem, n. 54: A.A.S. 87 (1995) pp. 308-309.</p>
<p class="fn"><a href="#v165"><sup>165</sup></a><a name="n165"></a> 
Cf. Conc. &#338;cum. Vat. II, Const. de sacra Liturgia, Sacrosanctum Concilium, n. 38; Paulus VI,
Const. Ap. Missale Romanum: supra, p. 14.</p>
</body>
</html>
