<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
><head
  ><title
    >&#1060;&#1054;&#1056;&#1052;&#1040;&#1051;&#1048;&#1047;&#1059;&#1045;&#1052;_&#1048;&#1047;&#1054;&#1052;&#1054;&#1056;&#1060;&#1048;&#1047;&#1052;_&#1050;&#1040;&#1056;&#1056;&#1048;-&#1043;&#1054;&#1042;&#1040;&#1056;&#1044;&#1040;_&#1042;_AGDA</title
    ><meta http-equiv="Content-Type" content="text/html; charset=UTF-8"
     /><meta http-equiv="Content-Style-Type" content="text/css"
     /><link href="Agda.css" rel="stylesheet" type="text/css"
     /></head
  ><body
  ><pre
    ><a name="1" class="Keyword"
      >module</a
      ><a name="7"
      > </a
      ><a name="8" href="&#1060;&#1054;&#1056;&#1052;&#1040;&#1051;&#1048;&#1047;&#1059;&#1045;&#1052;_&#1048;&#1047;&#1054;&#1052;&#1054;&#1056;&#1060;&#1048;&#1047;&#1052;_&#1050;&#1040;&#1056;&#1056;&#1048;-&#1043;&#1054;&#1042;&#1040;&#1056;&#1044;&#1040;_&#1042;_AGDA.html#1" class="Module Operator"
      >&#1060;&#1054;&#1056;&#1052;&#1040;&#1051;&#1048;&#1047;&#1059;&#1045;&#1052;_&#1048;&#1047;&#1054;&#1052;&#1054;&#1056;&#1060;&#1048;&#1047;&#1052;_&#1050;&#1040;&#1056;&#1056;&#1048;-&#1043;&#1054;&#1042;&#1040;&#1056;&#1044;&#1040;_&#1042;_AGDA</a
      ><a name="51"
      > </a
      ><a name="52" class="Keyword"
      >where</a
      ><a name="57"
      >

</a
      ><a name="59" class="Comment"
      >{-
&#1069;&#1090;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1095;&#1082;&#1072;: &#1087;&#1086; &#1074;&#1077;&#1097;&#1072;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1082;&#1083;&#1072;&#1094;&#1072;&#1090;&#1100;

&#1058;&#1086;, &#1095;&#1077;&#1084; &#1084;&#1099; &#1073;&#1091;&#1076;&#1077;&#1084; &#1089;&#1077;&#1075;&#1086;&#1076;&#1085;&#1103; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100;&#1089;&#1103; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1079;&#1072;&#1073;&#1072;&#1074;&#1085;&#1086;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; Agda &#1089;&#1072;&#1084;&#1072; &#1087;&#1086;
&#1089;&#1077;&#1073;&#1077; &#1091;&#1078;&#1077; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1072; &#1085;&#1072; &#1080;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1077; &#1050;&#1072;&#1088;&#1088;&#1080; - &#1043;&#1086;&#1074;&#1072;&#1088;&#1076;&#1072;. &#1058;&#1086; &#1077;&#1089;&#1090;&#1100;,
&#1084;&#1099; &#1073;&#1091;&#1076;&#1077;&#1084; &#1076;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084; &#1050;&#1072;&#1088;&#1088;&#1080;-&#1043;&#1086;&#1074;&#1072;&#1088;&#1076;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1080;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084; &#1050;&#1072;&#1088;&#1088;&#1080;-&#1043;&#1086;&#1074;&#1072;&#1088;&#1076;&#1072;.

&#1061;&#1086;&#1090;&#1103;, &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086;, &#1074; &#1091;&#1095;&#1077;&#1073;&#1085;&#1099;&#1093; &#1094;&#1077;&#1083;&#1103;&#1093; &#1076;&#1083;&#1103; &#1084;&#1086;&#1076;&#1077;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086;, &#1076;&#1072;.

&#1055;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1095;&#1080;&#1090;&#1072;&#1090;&#1077;&#1083;&#1100; &#1079;&#1085;&#1072;&#1082;&#1086;&#1084; &#1089; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1084;&#1080; &#1080;&#1076;&#1077;&#1103;&#1084;&#1080; &#1080; &#1089;&#1080;&#1085;&#1090;&#1072;&#1082;&#1089;&#1080;&#1089;&#1086;&#1084; Agda.
&#1057;&#1087;&#1086;&#1089;&#1086;&#1073;&#1099; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080; Agda, &#1088;&#1072;&#1074;&#1085;&#1086; &#1082;&#1072;&#1082; &#1080; &#1074;&#1077;&#1097;&#1080; &#1074;&#1088;&#1086;&#1076;&#1077; &quot;&#931; &#1101;&#1090;&#1086; &#8707; &#1080; &#1085;&#1072;&#1086;&#1073;&#1086;&#1088;&#1086;&#1090;&quot;
&#1085;&#1077; &#1086;&#1073;&#1100;&#1103;&#1089;&#1085;&#1103;&#1102;&#1090;&#1089;&#1103;.

&#1057;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1103; &#1089;&#1076;&#1077;&#1083;&#1072;&#1083; &#1074;&#1089;&#1077; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;, &#1085;&#1086; &#1087;&#1086;&#1090;&#1086;&#1084; &#1087;&#1077;&#1088;&#1077;&#1087;&#1080;&#1089;&#1072;&#1083; &#1074;&#1089;&#1077; &#1087;&#1086;-&#1088;&#1091;&#1089;&#1089;&#1082;&#1080;, &#1084;&#1085;&#1077; &#1082;&#1072;&#1078;&#1077;&#1090;&#1089;&#1103; &#1101;&#1090;&#1086; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1099;&#1081; &#1101;&#1082;&#1089;&#1087;&#1077;&#1088;&#1080;&#1084;&#1077;&#1085;&#1090;.

-}</a
      ><a name="670"
      >

</a
      ><a name="672" class="Keyword"
      >open</a
      ><a name="676"
      > </a
      ><a name="677" class="Keyword"
      >import</a
      ><a name="683"
      > </a
      ><a name="684" href="&#1042;&#1089;&#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077;_&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;.html#1" class="Module Operator"
      >&#1042;&#1089;&#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077;_&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;</a
      ><a name="711"
      >
</a
      ><a name="712" class="Keyword"
      >open</a
      ><a name="716"
      > </a
      ><a name="717" class="Keyword"
      >import</a
      ><a name="723"
      > </a
      ><a name="724" href="&#1048;&#1085;&#1090;&#1091;&#1080;&#1094;&#1080;&#1086;&#1085;&#1080;&#1089;&#1090;&#1089;&#1082;&#1086;&#1077;_&#1048;&#1089;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080;&#1077;_&#1042;&#1099;&#1089;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1085;&#1080;&#1081;.html#1" class="Module Operator"
      >&#1048;&#1085;&#1090;&#1091;&#1080;&#1094;&#1080;&#1086;&#1085;&#1080;&#1089;&#1090;&#1089;&#1082;&#1086;&#1077;_&#1048;&#1089;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080;&#1077;_&#1042;&#1099;&#1089;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1085;&#1080;&#1081;</a
      ><a name="764"
      >
</a
      ><a name="765" class="Keyword"
      >open</a
      ><a name="769"
      > </a
      ><a name="770" class="Keyword"
      >import</a
      ><a name="776"
      > </a
      ><a name="777" href="&#1055;&#1088;&#1086;&#1089;&#1090;&#1086;_&#1090;&#1080;&#1087;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1077;_&#1083;&#1103;&#1084;&#1073;&#1076;&#1072;_&#1080;&#1089;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080;&#1077;.html#1" class="Module Operator"
      >&#1055;&#1088;&#1086;&#1089;&#1090;&#1086;_&#1090;&#1080;&#1087;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1077;_&#1083;&#1103;&#1084;&#1073;&#1076;&#1072;_&#1080;&#1089;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1080;&#1077;</a
      ><a name="816"
      >
</a
      ><a name="817" class="Keyword"
      >open</a
      ><a name="821"
      > </a
      ><a name="822" class="Keyword"
      >import</a
      ><a name="828"
      > </a
      ><a name="829" href="&#1048;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;_&#1050;&#1072;&#1088;&#1088;&#1080;-&#1043;&#1086;&#1074;&#1072;&#1088;&#1076;&#1072;.html#1" class="Module Operator"
      >&#1048;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;_&#1050;&#1072;&#1088;&#1088;&#1080;-&#1043;&#1086;&#1074;&#1072;&#1088;&#1076;&#1072;</a
      ><a name="853"
      >


</a
      ><a name="856" class="Comment"
      >{-
&#1042;&#1089;&#1077; &#1086;&#1087;&#1077;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1103; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1072;&#1083;, &#1086;&#1089;&#1085;&#1086;&#1074;&#1099;&#1074;&#1072;&#1103;&#1089;&#1100; &#1085;&#1072; &#1079;&#1072;&#1084;&#1077;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1082;&#1085;&#1080;&#1078;&#1082;&#1077;
Lectures on the Curry-Howard Isomorphism (S&#248;rensen, Urzyczyn).
&#1060;&#1086;&#1088;&#1084;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1077;&#1077; &#1085;&#1072; &#1040;&#1075;&#1076;&#1077; &#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1086;&#1089;&#1100; &#1087;&#1088;&#1086;&#1097;&#1077;, &#1095;&#1077;&#1084; &#1082;&#1072;&#1079;&#1072;&#1083;&#1086;&#1089;&#1100;
(&#1085;&#1077; &#1089;&#1095;&#1080;&#1090;&#1072;&#1103; &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1089; &#1087;&#1086;&#1076;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1086;&#1081;
(&#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1085;&#1077; &#1079;&#1072;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1090;&#1089;&#1103;) &#1080; &#1091;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077;&#1084; &#1072;&#1073;&#1089;&#1090;&#1088;&#1072;&#1082;&#1094;&#1080;&#1080;
(&#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1085;&#1077; &#1074;&#1087;&#1086;&#1083;&#1085;&#1077; &#1103;&#1089;&#1085;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1072;)).

&#1044;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1087;&#1086; &#1092;&#1086;&#1088;&#1084;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1051;&#1077;&#1082;&#1094;&#1080;&#1081; &#1074;&#1077;&#1076;&#1077;&#1090;&#1089;&#1103; &#1084;&#1085;&#1086;&#1081; &#1074; &#1089;&#1080;&#1083;&#1091;
&#1089;&#1082;&#1088;&#1086;&#1084;&#1085;&#1099;&#1093; &#1091;&#1084;&#1077;&#1085;&#1080;&#1081; &#1074; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1077;&#1084; &#1088;&#1077;&#1087;&#1086;&#1079;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080;
https://github.com/zelinskiy/NAL/tree/master/Examples/LCHI

&#1057;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1091;&#1102; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;&#1091; Agda (&#1077;&#1089;&#1083;&#1080; &#1091; &#1074;&#1072;&#1089; &#1077;&#1077; &#1085;&#1077;&#1090;) &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1079;&#1103;&#1090;&#1100; &#1090;&#1091;&#1090;
https://github.com/agda/agda-stdlib/

&#1053;&#1072;&#1096;&#1091; &#1074;&#1077;&#1088;&#1089;&#1080;&#1102; &#1080;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1088;&#1072;&#1089;&#1096;&#1080;&#1088;&#1080;&#1090;&#1100;, &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1074; &#1085;&#1086;&#1074;&#1099;&#1077; &#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1089;&#1074;&#1103;&#1079;&#1082;&#1080;
&#1080; &#8869; &#1074; &#934; &#1080; &#1082;&#1086;&#1085;&#1089;&#1090;&#1088;&#1091;&#1082;&#1094;&#1080;&#1081; &#1074;&#1088;&#1086;&#1076;&#1077; &#1087;&#1072;&#1088;&#1099; &#1080; case &#1074; &#923;.
-}</a
      ><a name="1572"
      >
</a
      ></pre
    ></body
  ></html
>
